[{"label": "positive", "text": "“The Beauty of the House is immeasurable; its Kindness infinite.”\nFirst of all, for those who - like me - read the blurb for this book, noted the mention of “the house with the ocean imprisoned in it” and automatically assumed that “Piranesi” has something to do with piranhas (because ocean = fish, right?) — yeah, that’s certainly not what the story is about. Regrettably, there’s not a single piranha in sight.\n———\n———\nThis is like a dream, slow, strange and intensely atmospheric, unbelievably immersive and engrossing. Imagine a labyrinthine partially ruined “House” with endless procession of interconnected enormous Halls and Vestibules, with bottom levels flooded by the ocean somehow held inside, and top layers covered in thick clouds, with enormous marble staircases covered by clashing Tides, and thousands upon thousands of marble statues.\n\n\nIt’s not a dead world. There are birds and fish and remains of thirteen humans, and two living ones - , a man who visits our narrator for hour-long appointments twice a week on the search for mysterious Knowledge, a man clearly of the world that is similar to our own, and , although “Piranesi” knows that it’s not his name.\n\nPiranesi has no memory of ever being anywhere else. . He is the Beloved Child of the House, worshipful of its beauty and kindness, grateful for the survival it allows him, full of wondrous innocence and remarkable naïveté to the point where you fervently hope that he indeed loses some of that innocence before it’s too late. You know he has not always been here. You know from everything he refers to that his world used to be much bigger than the enormous half-derelict labyrinthine House.\n\nIt’s the story of kindness and gratitude. It’s a story rooted in living in the present because the past is nonexistent, untroubled by the questions of identity, resistant to egotistical impulses - because Piranesi seems to know exactly who he is, the “Beloved Child of the House”. Even the harshest things that happen to him seem to have a silver lining through his attitude of acceptance and gratitude.\n\nPiranesi’s acceptance of his life is quietly unsettling, his innocence frustrating, his equanimity troubling, his obliviousness infuriating, his kindness at times disturbing, his adaptability admirable, and his content lack of curiosity puzzling. And the further you read the more your apprehension grows. . After all, was known for his “Imaginary Prisons” etchings - no, not coincidental at all.\n\nAnd so the entire story fluctuates between seductive and devastating, and remains quietly memorable. It’s a puzzle and a treasure, fragile yet powerful, and a meditation on life in a curiously small universe.\n\nThe point of this story for me was not the mystery of the house or of Piranesi’s identity; the clues are there and it’s not too hard to figure most of it out rather early on. No, the strength is the strange world that Clarke creates so vividly that I felt that I was walking the Halls and avoiding the Tides and listening to the messages the House sends and catching a glimpse of the Moon along with Piranesi. His hypnotic voice - the voice of the timeless scientist - transported me fully into this strange orderly confusion and left me spellbound. And that was the spell I did not want to end.\n\nThe magic exists. And somewhere there may be a place where you can finally be at peace. Maybe. Depending on what you can give up. Depending if you feel trapped or free in your own personal labyrinth.\n\n\n\n\n———————\n\nMy Hugo and Nebula Awards Reading Project 2021:\n\n——————\nAlso posted on ."}, {"label": "negative", "text": "Umm, is that it?\n\nOk, let me start by first apologizing to everyone who loves this book. Obviously, I'm an outlier and my thoughts here are decidedly in the minority. So if you feel differently, please don't throw rotten vegetables at me.\n\nGoing into Piranesi, I had heard nothing but great things about it. How it's riveting and unputdownable. How no one had ever seen a story like this before. How the twist is going to blow my mind. Unfortunately, none of those turned out to be true for me.\n\nFor one thing—and please forgive for saying this—I just don't find endless descriptions of halls, statues, vestibules, tides, fish, and birds to be that interesting. I know, I can't believe I just admitted such a thing publicly. But that is the majority of this book! It was tolerable for the first thirty pages, when I worked hard to read and reread each description slowly so that I may keep straight every hall, statue, vestibule, tide, fish, and bird encountered. But I soon grew tired and just proceeded to read without retaining.\n\nAnd it wouldn't be a big deal if the only issue with this book is its excessive descriptions. After all, I've read plenty of books like that and still eked out some enjoyment. But here, the descriptions are in combination with writing I couldn't make heads or tails of. I'll be honest, I barely understood most of the sentences, paragraphs, and chapters, no matter how much I concentrated or how many times I reread it.\n\nSo what's the problem? Well, for me, I just don't see a point to reading like that. When the writing is such that it isn't meant to be understood or remembered, but rather just skimmed to reach the end, then why am I even reading it? Sure, I wiled away some time turning the pages, but I ultimately come away unchanged, and for me, that is the worst result a story can achieve.\n\nFor such a short book, this sure was a slog. Lots of readers report reading it in one sitting because they couldn't put it down. It took me three days of dedicated reading time to get through it. Every time I put it down, I had no urge to pick it back up. The only reason I kept going is the promise of that great twist.\n\nAnd here, my expectations were wrong too. For me, a twist means that the story is leading the reader in one direction, but then a development happens that takes the story in a completely different, unforeseen direction. Thus, the reader is surprised. But that didn't happen here. This book clearly leads you in one direction, and the reveal is exactly what you would expect from it.\n\nPerhaps if you didn't know the book's genre going in (not sure how you'd be able to swing that though), this development would come as a surprise. But it's a fairly common concept. So to prevent the reader from figuring things out early, the book is written such that it maximumly obscures everything. Keeping the reader in this haze-like, confused state for as long as possible is the goal of this story.\n\nAnd when we do reach the end, no actual explanation of the logistics are given. The how's and why's are just handwaved away. I don't mind being taken for a ride, but the destination had better be worth it. And it wasn't here. I expected creative and original, but I only ended up with derivative and unsatisfying.\n\nI know not every book is for every reader, and this one definitely isn't for me. I marvel at stories that take complex and intricate ideas and turn them into something easily understood. This is the opposite. It takes a fairly simple concept that's been done many times before and somehow manages to turn it into the most obscure and confounding tale. No, thank you.\n\n~~~~~~~~~~~~\n✧ ✧ ✧"}, {"label": "neutral", "text": "I almost DNFed this one, and maybe I should have, but in the end I wanted to be able to fully review this book and I don’t think it’s fair to do that only having read half of it.\n\nThis is a book that falls into a category I’ve come to describe as for A Certain Kind of Reader®. Maybe that’s a phrase you’ve heard before, but for me it namely means that most readers will not like it, but a segment of them will LOVE it. If you’re a Bestsellers reader, you probably won’t like this. If you’re a Book Club reader, you probably won’t like this. If you’re a Genre reader (fantasy, thriller, etc.) you probably won’t like this.\n\nWho will like this? Readers who do not mind wandering around aimlessly through the first 100 pages of a 250 page book. Also, most likely readers who enjoy the types of literary fiction that can be alienating to the average person. I’m not trying to be dismissive of these books, I read and like some of them! But I‘ll sheepishly admit that I sometimes feel like I’m too dumb to understand other ones, and I wonder if some are so abstract and inaccessible by design.\n\nSo what’s the deal with Piranesi? Basically there’s a guy in tunnels? Or caves? That’s just incurably confused and doesn’t know it. He’s unreliable as a narrator, but he’s also extremely boring. The labyrinth he finds himself in is somewhat more interesting, but he spends most of his time studying tides or talking to birds, then writing it all down. Reading this was a good deal more frustrating than it was fascinating for me, unfortunately. I got about halfway and honestly did not want to keep reading. Yes, things are eventually uncovered and revealed, but the journey to get there was just nooooot worth it.\n\nI can’t remember reading a book so short that was also way too long. I saw someone mention this should be a novella—I fully support that! You could cut the length in half and essentially lose nothing important. I wish I had read the author’s other book so I could compare this to it, but I have not. And based off of the length of that one and how long this felt, I don’t know if I’m up for it. Additionally, was compared to —I do not see that comparison AT ALL. I loved and and do not understand what the two have in common, except, maybe Clarke references Greek mythology? The writing styles are different.\n\nThat said, continues to have a really high rating on Goodreads, so who knows! Maybe check out some other reviews as there are plenty of positive ones to choose from. I’m sure Susanna Clarke is doing something very unique and probably clever here, but I’m just not clicking with it. Maybe you’re exactly this book’s Certain Kind of Reader.\n\n\n**"}, {"label": "positive", "text": "Piranesi by Susanna Clarke\n\nStrange, unique, and enjoyable. To be honest, starting didn't go well for me as I couldn't connect myself to the story or the world. But later it turned into a captivating story. Impressive worldbuilding, engaging characters, and excellent storytelling. It's a definitely unique and enjoyable read.\nIt does not matter that you do not understand the reason. You are the Beloved Child of the House. Be comforted."}, {"label": "positive", "text": "Well, I guess it is time to say that Susanna Clarke's slender little PIRANESI is my favorite novel of possibly the last five years.\n\nI could write spoilery essays upon essays about its use of metaphor for ambition, identity, religion.\n\nI'm so delighted.\n\nIf my novella \"Opal\" drove you batty, it might also drive you batty for similar reasons, but personally, it gave me everything I wanted.\n\nI don't want to say too much more because the beauty of this puzzle box is in the opening, but highly recommended (with an exhortation to persist through the confusion of the first 10 pages or so)."}, {"label": "positive", "text": "(4.25) Worth the hype"}, {"label": "positive", "text": "A second fantasy novel from the author of Jonathan Strange & Mr Norrell — finally!! It's excellent, and VERY different from Jonathan Strange (for one thing, it's less than 250 pages). Review first posted on Fantasy Literature (along with my co-reviewer Bill's excellent review, which I reference a couple of times below):\n\nI have to say I was a smidgen disappointed to get to the end of Piranesi and not have seen a single footnote (I’m quite fond of all of the quasi-scholarly, tongue-in-cheek footnotes in ). But that was my only disappointment with this transcendent novel.\n\n\n\n\nPiranesi, who narrates this story through his journal entries, is the sole living inhabitant of a labyrinthine, half-ruined building he calls the House. He also calls it the World, which in a very real sense it is for him: he has no memory of living anywhere except in the House, which is an endless series of halls and vestibules, with no entrances or exits, where ocean waves and floods beset the lower levels but also provide him with life-preserving food, tools, and fuel. It’s reminiscent of Jorge Luis Borges’ , except with awe-inspiring statues in every room rather than (near)infinite books, as well as Borges’ “.” Piranesi has found a baker’s dozen of human skeletons in the House, which he religiously cares for, but the only other living person he has seen there is the man he calls the Other, who visits with him briefly twice a week and irritably quizzes him on his explorations of the House.\n\nTo paraphrase Winston Churchill, Piranesi — the character as well as the book itself — is a riddle (who is he?), wrapped in a mystery (why is he in the House, and what does the Other have to do with it?), inside an enigma (what the House?). I felt compelled to pencil notes in the margins of my brand-new hardcover copy of (“Minotaurs!”) and mark key passages. Note-taking did have the benefit of slowing me down and making me think more deeply about the layered mysteries, the symbols and allusions and ironies. Piranesi’s and (when it’s revealed) the Other’s names, like Clarke’s suggestive epigraphs at the beginning of the novel, are clues that readers may or may not want to pursue before getting deeper into the book. (I would absolutely love to be a student in Bill’s class on !)\n\nFor as Bill comments, there’s a delight in simply inhabiting the House with Piranesi. It’s a beautifully described world, and Piranesi is a wonderful companion, brimful with good-hearted innocence, trust, and a joyous sense of wonder. His harmony with nature and his selflessness are inspiring, as when he gives up a large chunk of his precious store of dried seaweed (which is both food and fuel to him) so that a pair of albatrosses can build a nest.\nTo get too caught up in the details and the whys and hows of the ever-present, looming mysteries is to risk diluting the ability to immerse yourself in Piranesi’s hauntingly beautiful life and world. When the answers begin to be disclosed, it’s fascinating but at the same time a dose of the mundane, bringing the ineffable, at least partially, down to earth. The latter part of the book shifts tone to more of a suspense novel, with some heart-pounding moments of tension and danger. But then, there’s a marvelous ending that brings us full circle, back to that initial sense of wonder and awe.\nIt’s a testament to the power of Clarke’s storytelling that those lines almost brought me to tears. is an extraordinary and thoughtful novel with radiant writing, illuminating our own lives."}, {"label": "positive", "text": "The Beauty of the House is immeasurable; its Kindness infinite. aka The Mind of Ellias is broken; his Soul fucking fullfilled!!!!!!!!!!!!\n\nThe way I cannot begin to express or even put into mere words on how this book made me feel....literally immeasureable and inconsolable!!!!\n\nIt honestly felt like a missing part of a dream, sequenced away to savor and find for later. This missing piece? A callback to that wonderful and comforting nostalgia- our childhood's wildest untamed dreams and imagination, back to when anything was possible. Dear reader, this was a fucking feast of unfettered joy and a brimming capsule of a callback to our childhood selves in its purest and most undulated form. The best of the best. Maybe perhaps, we still can do all the things we imagined ourselves to be and want to do. All because of this said book?\n\nA new brilliant favorite. Piranesi, you and the House will always have my heart.\n\n\n| | |\n\nWatch our full thoughts here:"}, {"label": "positive", "text": "Delightful. An antidote to the trend of self-serious writing that there's so much of recently. It's a fun and easy read that's compelling, but gets to a depth many less entertaining books wish they could arrive at. Anything involving impossible architecture has me hooked. This was a gift from a friend, and I think I'd recommend it too."}, {"label": "positive", "text": "Winner of the 2021 Women's Prize for Fiction.\n\n‘I was in a house with many rooms. The sea sweeps through the house. Sometimes it swept over me, but always I was saved.’\n\nAn infinite labyrinth with an ocean inside, academic murder mysteries, many-worlds theories--Piranesi by Susanna Clarke has it all. This tightly written novel is endlessly engaging and so cinematic it feels more like something I have watched than read, which is blissful as I cannot stop thinking of the endless halls of The House with it’s many statues, changing weather patterns, ocean tides and of course, our friend Piranesi surviving it all. It’s a mixture of the show Lost meets the 90s computer game with a touch of and some pompous English academics thrown in for good measure. Sure, it’s mostly plot for the sake of plot but it is infinitely fun and mind bending in ways that scratch all the right itches. A delightful meditation on belief and pursuit of knowledge combined with a boldly mysterious investigation into how and why the narrator exists in this surreal world, is a sharp and witty adventure you should certainly lose yourself in.\n\n‘’\n\nThe story opens to the narrator describing his life in the House. It is an endless labyrinth of ‘’. These massive halls are filled with an eccentric assortment of statues are full of windows that look out upon the stars and the basement level of halls is flooded though with the tides the water occasionally washes up. The narrator is not alone, there are birds, fish he can catch and eat, and thirteen skeletons who he visits in a near-religious ceremony of food offerings and kind words. There is also The Other, an older man who roams the halls in search of a great power. The two men meet twice a week to discuss what they have discovered, though The Other may not be exactly all he seems, nor the narrator either. The narrator cannot remember life before the House, but keeps a detailed journal of his time there and concludes he must be in his mid thirties and have lived there for several years. The Other has named him Piranesi, after an Italian Classical archaeologist, architect, and artist known for drawings of fantastical labyrinths and prisons.\n\n\nPiranesi has come to know the House by memory and catalogues all he knows about it. He loves the House and feels it, too, loves him. ’ he writes. He looks upon the statues for guidance and in them finds messages of hope and strength. The House gives him food, gives him weather, gives him purpose even if it is only to serve as the inhabitant of the House. He has adapted to its rhythms, even creating his own calendar around the events of the house--the novel takes place in ‘’.\n\nThis is a novel where not much can be said of the plot without spoiling the really delicious mysteries and the carefully plotted ways they are unveiled. I will do my best to speak obscurely of anything plot related.\n\nPiranesi feels himself compelled to his work by a duty to science and understanding, though this differs from the ways The Other (and, as we learn, many others who seek the House) seeks knowledge about the House. Piranesi believes ‘’ He exists for its glory and for him that is enough. For The Other, however--and Lawrence Arne-Sayle--seek knowledge as a means to an end, for power and the glory it brings. While they claim to be ‘’ there is an aspect of ‘the ends justify the means’ which they will openly admit. There are many crimes obscured by the mystery of the quest for the House, which distort its glory to Piranesi.\n\nMuch of Piranesi borders on religious belief, though more of a spiritual belief in a natural world than anything. There are many pagan ideas infused into the novel, such as when Piranesi goes to one hall to see what constellations can be seen only to discover the statues appear to be arranged to stare at the moon which is perfectly centered in the hallway window. The date, as noted in his journal, is the ‘’: the summer solstice.\n\nWhat Piranesi has found in his comfortable communion with the House is, it would seem, not unlike the great power some have sought after. There is talk of the ‘’ when humans could speak to nature and nature would speak back and bend to the wishes of humans. It is believed ‘’ and it can be found again. But Piranesi, in his love for the House, already believes it communicates with him. He thanks it for the food it brings, for the shelter it provides, for all its wonders and beauty and kindness. ‘’ he writes, and that ‘’ His ways of speaking about the House as if it were a Deity resemble the sort of secrets the Other wishes to obtain but, in all his searching, cannot find it. Because he seeks it and does not simply live it, it cannot be seen. This becomes similar to protecting the environment and the way nature speaks to us when we strive for it. By having ravaged the land for the sake of wealth and power, we have nearly killed it and each other but if we listen to the world and live sustainably we can all thrive.\n\nThis becomes a novel about transgressive ideas, though not in the way that many originally thought them to be (repeatedly pointing out that Lawrence was gay solely to demonstrate all the ways he was ‘transgressive in nature’ is pretty uncool of the author though). While thinking outside the norm makes one an outcast, what we discover is that what they were thinking wasn’t odd but the way they would go about using that knowledge and the means to obtain it. The halls are either a curio to be exploited, or something to cherish, and the meaning of them is different for every character. This book gets really sinister, and the way it creeps up on you is almost akin to horror aesthetics.\n\nis a wild, twisted and surreal ride that is unfolds so well by constantly teasing insight and toying with tension that it’s nearly impossible to put down. The opening section could easily have been extended with 100 pages of him simply exploring the halls and I would have loved it, so my only real criticism here is that it was a bit too plot heavy when it could have breathed more. But I so enjoyed living in the images in my head--the atmosphere of this novel is fantastic and will bring you to such stunning places. This is a really fun and fascinating look at the pursuit of knowledge and how sometimes it goes too far and for the wrong reasons. A really worthwhile weekend read, you will definitely want to get lost in the halls of the House.\n\n\n\n‘’"}, {"label": "negative", "text": "I rarely write bad reviews but this was one of the most boring and repetitive books I've ever read.\n\nHalls..\nVestibules..\nStatues..\nAlbatross..\nHalls...\nVestibules...\nStatues...\nAlbatross..\n\nAnd blah blah blah...\n\nSo goddamn boring, tedious and overhyped.\n\nThis is the kind of book that puts me in a slump!\n\nI understand I'm in the minority here, most people have given this five stars - God knows why."}, {"label": "positive", "text": "A genre-blending, memorable, and melancholic standalone novel.\n\nThis will be a short review. Writing the review for Piranesi by Susanna Clarke is not an easy task. It has taken me five days to write this review, and you might notice that it’s a relatively short review. There are two reasons for this. First, this is a short novel; I’m sure you can finish reading this book within 3-4 hours. Second, it’s due to spoiler reasons; before I started reading Piranesi, I received plenty of advice saying that it’s better to read this book without knowing anything about it. Don’t check any reviews, just dive into it, and I have to agree with this advice. So I’ll keep this review as brief, effective, and spoiler-free as I can.\n\n\n\nIf you want to know what the story is about, the official blurb did a great job of telling the premise without spoiling anything. And yes, the book is indeed as bizarre as the premise sounds. But this is what made difficult for me to review, and it’s also one of the main charms of the book. A huge part of my enjoyment and admiration with is attained through every step of navigating the World with Piranesi. The sense of discovery is key, and it must not be tainted. Readers are plunged into Piranesi’s house with infinite rooms, endless corridors, and I won’t lie, the first quarter can be a challenge to read. I had zero ideas what’s going on in the first 50 pages, and in a different situation or reading mood, there’s a good chance I would’ve put it on the DNF pile. But based on what I’ve heard from other readers doing the read-along with me, this is normal and to be expected. Discovering all the mystery together with Piranesi was a delight, and Clarke’s prose—despite the confusing parts, for me—was engaging throughout the whole book.\n\n\n\nI loved . The first quarter was hard to get into, but everything after that was wave after wave of revelations and thrill. For such a short book, packed a lot of food for thoughts. It’s different from many books I usually read, and it’s a novel that will stick with me. has won and been nominated for many awards, and it’s well-deserved. That’s all I can say in this review. Believe me, if you’re interested in this book already, skip reading any review—mine included—and just read the book. Explore everything with Piranesi. Learn about kindness and innocence again together with him."}, {"label": "positive", "text": "WINNER of the Women’s Prize for Fiction 2021\n\nA mindbending, metaphysical, Borgeian capriccio\n\nPiranesi is one intriguing, beautiful puzzle. Opening with an epigraph from The Magician's Nephew the story begins in a huge room lined with marble statues that instantly reminded me of Charn’s Hall of Images. From there, the Narnian easter eggs pile up—fauns, a sinister fellow named Ketterley—but is something all its own.\n\nWith half-drowned, neverending halls filled with classical statuary, the mysterious setting evokes everything from Olympus to Atlantis to, most clearly, the of 18th-century Italian artist Giovanni Battista Piranesi.\n\nThe artist’s namesake is our enigmatic narrator, an amnesiac and sole inhabitant of this watery mythscape, except for one Other who visits occasionally. With his reverent descriptions of ‘the House’, as he calls it, Piranesi is our wide-eyed tour guide through the crumbling labyrinth. His diligent journal-keeping helps us begin to piece together who, and where, he is.\n\nhas the feeling of an auxiliary work in a much larger fantasy epic, a prequel or origin story written to fill a gap in the mythos—very like —except the larger epic does not exist (at least not yet?). The world Clarke has conjured is so expansive that it seems impossible that this short book is all there is. And yet, paradoxically, it is perfectly self-contained.\n\nBy its nature, the novel becomes less mysterious and thus less magical as it progresses, as all its shadowy clues are brought out into the light. By novel’s end Piranesi’s identity and origins have been revealed and these are prosaic enough to be just slightly underwhelming. But crucially, the novel’s revelations don’t undermine the established characters and world which preceded them, as often happens in this type of story.\n\nAnd although we find out who is Piranesi, the question remains: What is ? A meditation, a fable, a thought experiment? Epistemological riddle? Allegory? Homage or critique of the fantasy classics? One visit to these star-lit halls is just not enough to explore its many nooks and niches."}, {"label": "neutral", "text": "I would like to be in charge.\n\nYes, I hate to make decisions, and yes, I like things that no one else likes and dislike things everyone adores, but at this point I think I should take one for team (but mostly me) and start dictating.\n\nBecause this book did not go where I wanted it to go, and I'm so intensely upset about it that I've decided that will be my villain origin story.\n\nI thought this was going to be very magical and lovely. In fact I thought this was going to be magical realism with a one of a kind and unforgettable setting, which is my very favorite thing for any book to be. (In addition to short, which this is.)\n\nIt seemed like a Recipe For Success.\n\nInstead, I was doled out a heaping serving of Suffering.\n\nThis book is mostly about how real life is a bummer. And if I needed a reminder of that, I could just, like, go outside. Or choose to be an active participant in my own life for once.\n\nLike I would ever voluntarily do either of those things. Active participants don't read 200 books a year.\n\nBottom line: My quest for world domination just got sped up.\n\n-----------------\n\n\nso it turns out i want magical fantasy ONLY.\n\nreview to come / 3ish stars\n\n-----------------\n\n\n\n\nso...do you think Piranesi is looking for roommates?"}, {"label": "positive", "text": "Is it possible not to suffer from claustrophobia when you’re reading a story make you feel trapped in a palace consists of endless labyrinth of halls and vestibules? Nope, you cannot.\n\nThis book is a complex, challenging puzzle you need to solve and it takes so much mental, intellectual energy to get involved into story. The author’s storytelling technique is unique and after waiting for eternity to read her second work, she can honestly surprise us with different genre choices and dazzling writing style. It seems like it’s the interpretation of Myth and Labyrinth but trust me it was so much more of that. ( more mind bending, dazzling, twisty)\n\nWe just keep witnessing strange encounters throughout our reading journey including elephant carries a castle, squatting gorilla, a faun keeps smiling, chess lover kings: all of them symbolize something with deeper meaning.\n\nPiranesi is the main character of the story who lives a life in a watery, murky labyrinth without questioning his own past or present, choosing the ignorance as a bliss. Being trapped in a dungeon or a prison with endless halls never makes him push to find a way to get out. He thinks he’s living by himself, all alone till some signs show otherwise.\n\nIt was truly so much different from Jonathan Strange’s story. There is nothing in common with both books. So if you dream to read something similar from the author’s previous work, you may be disappointed.\n\nThis book is intense, needing so much effort and patience to enjoy the symbolic literature taste and in my opinion even though you may see some resemblances with the myth, it’s not a retelling. Its genre is also indecisive, mythology, mystery, absurd dark comedy and partly retelling genres are blended into was his other.\n\nIt is smart, it exhaust you, burn your brain cells but thankfully it’s not long, boring or repetitive. It’s experimental, fantastic, intelligent but also quirky.\n\nIf you like to try different, original tastes of literature feast from the pen of talented author, this book may check your all boxes. But I have to tell this novel is literally not everyone’s cup of tea."}, {"label": "positive", "text": "this story reminded me of ‘house of leaves,’ in the most oddly beautiful way.\n\nthe beginning is tediously meticulous, just as the MC is, and i wasnt sure i was enjoying it. but over time, the strange, mythical, and quite sad nature of the story really starts to come through. i was actually quite stunned by how attached to piranesi i got and how melancholic the ending made me.\n\nim not sure what else i can say except this was a pleasant surprise."}, {"label": "neutral", "text": "Che intreccio magnificamente architettato. è rinfrancante sapere che c'è ancora qualche autore interessato a usare i marchingegni della scrittura per qualcosa di più stimolante che creare metafore ardite e autoreferenziali quindi inutili (e spesso brutte).\n\nUn piano ingegnoso quello della Clarke, che rivela anche uno studio del mondo classico, della mitologia e della filosofia. Eppure l'ambientazione non è la canonica costruzione dei setting fantasy. Ci dobbiamo immaginare non tanto il progetto dettagliato di un edificio quanto più la planimetria di un labirinto: l'intenzione è quella di evocare un mondo lontano, nascosto ma familiare. In altre parole: lo devi sognare, non abitare.\n\nÈ sicuramente più un mistery che un fantasy, d'altronde. Esiste un mondo fantastico? Sì. Ma è più un enigma filosofico che un mondo da esplorare.\n\nPeccato per il finale un po' sbrindellato."}, {"label": "positive", "text": "Holy shite! That’s was bloody brilliant!\n\n\n\nMel 🖤🐶🐺🐾"}, {"label": "positive", "text": "If at all possible, this is the kind of book you should go into knowing as little as possible about it. It can be confusing and even disorienting at first, but it's a book that is very smart about how it is going to teach you what it is, so I recommend letting the book do that rather than any reviews or jacket copy.\n\nSo here's my totally non-info-about-the-book review to hopefully give you an idea of whether it will be a good one for you.\n\nFirst: do not approach this book expecting it to be anything like JONATHAN STRANGE. Like many people, I adore that book, and this is not like it in any way shape or form. The only way in which they are similar is that they share a kind of glee in not following the rules so that you do not know what to expect.\n\nPIRANESI is not difficult to read but it is strange. It requires a bit of dedication. It is not long, though, so it isn't the kind of commitment that you will have to spend days or weeks reading it bit by bit. While it doesn't have a real momentum to it in the prose itself, I was compelled to continue and read it quite quickly because I just wanted to know what the hell was happening.\n\nNothing is quite what you expect here. It is unclear whether the book takes place in a universe resembling our own and what relationship it is meant to have to our world for most of the time you are reading it. It is not a book with a lot of plot or character development either. It is, when it comes down to it, quite simply a mystery. Except that the mystery is the entire concept of the book, where it's set, and who the characters are. Mysteries that exist in a kind of fantastical world are not all that common, though, and it's best for both sets of readers to relax a bit because, remember, this book is not going to follow the conventions of either genre.\n\nMy experience of the book was quite delightful, even if, at the end of the day, it ends up being much more of a trifle than JSAMN. They are in many ways opposites, this one so small, a weird little bonbon of a book that is over just as it's begun, while the other is so large and complex, the kind of massive intricate dessert you do not want to eat because it looks so nice. But there are pleasures to be had in an unusual little escape, pleasures to be had in being baffled, and Clarke is more than competent to see you through this small exercise as she is a massive tome. It is, in its way, a perfectly peculiar beach read."}, {"label": "positive", "text": "Re-read for my book club. Still loved it. I was curious if already knowing everything would ruin the experience, but I think it’s less of a twisty book than I thought before. More of a meditative experience of this very earnest guy in a very strange situation. It’s interesting too how quickly I started to think in terms of allegory. Anyway, still excellent. Quite the POV study.\n\nThis time around, I’d meant to read it instead of listen. But the audiobook is such a delight.\n\n\nPretty much anything I could write about this book would be a spoiler, so I will keep this short and say, if you like strange and magical stories, this one is wonderful. I loved it.\n\nI will also join my voice to the chorus of fans who recommend that you read as little as you can about the book before starting it so that you can fully enjoy the unfolding strangeness.\n\nFor writers, this book is a masterclass in point of view. There are incredible disconnects between the information of the world and the understanding of the main character, and each one is delightful.\n\nUpdate: It seems like this has become something of a love it or hate it book. I thought I'd chime in and say how much I loved the audiobook, which recently won a big award. Chiwetel Ejiofor's narration is incredible. If you disliked the style of the book but are willing to give it a second try, maybe try listening to it instead."}, {"label": "neutral", "text": "Winner of the Women’s Prize for Fiction 2021!\nMesmerizing, with an impossible house stretching everywhere and only two persons present. However in the end rather a rather conventional tale\nHe always thinks in terms of utility. He cannot imagine why anything should exist if he cannot make use of it.\n\nAt the start of the book we see a quote from The Magician's Nephew from and some concepts from that book come neatly back in . The titular character and narrator (despite that he has an awareness it is not truly his name) roams immense and seemingly unending halls in a house. Twice a week The Other visits him and gives him some utensils that can't be made from bird feathers, fish, shells and seaweed (there is namely a sea in the lower halls, and various tides bundle together to a plot device in the end). Slowly but surely we learn more about the world and the history of Piranesi. I felt that skillfully employed the information drizzler and read this book in only two days.\n\nThe narrator seems to have an uncanny understanding of the world we would call the normal world outside of the halls he walks in (around 7.000 visited by him). I recently started a bit in and the strangeness and threat of never ending halls slightly reminded me of that book. In the end however I feel the book had most in common with the from , a book revolving around a person waking up with memory loss and slowly piecing together his identity and the strange world he finds himself in. And I was strangely reminded of the enormous walls in series as well, also a tale (albeit in a very different genre) about memory loss and a seemingly impossible environment slowly giving up its secrets.\nConceptually Clarke takes ’s thoughts about ideas and the nature of the world as one of the foundations for the worldbuilding in this book.\nIn terms of other media it reminds me both of the plot of Memento and the deepest layer of Inception of Christopher Nolan. In general I feel this book would work very well as a movie.\n\nIn the later parts of the book the novelty and strangeness of the world become less pronounced and the books goes into a quite a conventional almost modern fairytale direction (with some inversions). This is a very quick read, quite compelling in execution, but in the end it left me longing for more daring and maybe some less neatly tied up ends at the conclusion of the book."}, {"label": "neutral", "text": "Hmmm.\n\nI read this quite swiftly. It's a short book, but even so, I read it in only a few lumps in about a week. Which is fast for me. So, in that sense it's a page turner. In another sense it didn't particularly grab me... allow me to explain - it was the central mystery, and the fact that it is a short book, that propelled me through. I wanted to know what was going on, and then when I did know what was going on, I wanted to know how it would end.\n\nIt was not a book where I developed affection for the characters, or was wowed by the twisting of the plot, or was thrilled by the action. It wasn't even a book where I was particularly transported by the prose. The setting felt rather like a one trick-pony, and I grew a little weary of statues after a while. I shouldn't complain about that too much, having a few months ago finished a book set in a possibly infinite library, I find myself open to the same charge of readers growing weary of shelves and books....\n\nI've not read any reviews yet, but I saw from the average rating and number of ratings that the book is highly rated and very successful. It feels a little peevish to complain about a book that kept me turning the pages and centred on an intriguing idea. But I must admit to coming away from it wanting not more of the book but more from the book.\n\nIt is for much of its length a gently, quirky book, that has some undeniable measure of beauty to it. And I guess I'm out of step on this one in finding it a bit repetitious, a bit long winded despite its brevity, and a bit thin despite the depth of its final line.\n\nCertainly a long way from a bad book. Just not quite my cup of tea.\n\n\n\n\n\n\n\n.."}, {"label": "positive", "text": "4.5\nunlike anything i've read"}, {"label": "positive", "text": "read for a booktuber 2021 favourites vlog https://youtu.be/GAaPKqtXZ4I"}, {"label": "positive", "text": "I read this book back in January of this year, and it still won't let me fucking rest. Which makes me think: Have I really, truly, finished this book? How do you know when you're 'finished' with a story? Because my mind keeps circling back to Piranesi; this stupid novel keeps beckoning me with a force that exceeds words; and I keep crumbling, falling, crawling back to it over and over. And then, suddenly, I'm engulfed again. And then I remember. Everything.\n\n\n\nI think..... and forgive me for being so utterly audacious, but I think is book. It belongs so perfectly into the contours of my soul that there is simply no other way of saying it. Technically, I own this book - or maybe it owns .\n\nReaders are merely explorers of worlds. We travel in between realities, choosing to linger in realms that are far detached from ours; simply because they are more invigorating, more fulfilling, more vibrant to us. feels like home to me. I can picture myself in this story so vividly that it is always just..... to access. I can close my eyes, anywhere and anytime, and Piranesi, wandering the halls of the endless House that is depicted in this book.\n\n\n\nI remember when I started reading this, I was immediately so completely and wholeheartedly lost. I spent my weekend nestled in between the pages of this book and from the moment I started it I was, with lack of a better word, consumed by it. Whenever I put it down to stumble into the kitchen to get a drink, my mother slightly concerned at finding me with a blank stare and in a generally disoriented state, I never really left the world of , entirely. I believe now that I'm falling out of this story in a daze, part of my mind is - and might forever be - still stuck in a different reality, just as much as it is . It is still unraveling at the hands of this book and I don't know how many hours, days, years, lifetimes it will take for me to piece myself back together and become a person again.\n\nI'm afraid to say anything at all about the contents of because I don't want to destroy the illusion for you. Whatever you assume it is, it is probably not that. If you ask me whether you should take a step and venture into the unknown by yourself, my answer is a frantic and almost breathless , over and over and endlessly. But that other part, that first step, is on you.\n\nThis book felt like a descent into madness and an epiphany at the same time, and I loved it I loved it I loved it. That's all I'm revealing about my thoughts on it and that's all I'm leaving you with, reader.\n\n★★★★★"}, {"label": "negative", "text": "This Review ✍️ Blog 📖 Twitter 🐦 Instagram 📷\n\nDNF @25%\n\nI am not an expert when it comes to the author’s work. I haven’t read Susanna’s well acclaimed Jonathan Strange & Mr.Norell novel. I was excited when I saw this book because it has such a good synopsis, it sounded whimsical and the cover gave me Greek God vibes which are my favorite. Unfortunately I DNFed it. I have checked the current ratings and I am only the third person who gave it a 1 star so this is an unpopular opinion for sure. I know many readers will enjoy it but this review is mostly for the few people who won’t.\n\nThe major problem with this book is that I read 25% before I decided to stop and I barely understood 25% of what I read. The writing did not feel natural to me, I was confused most of the time and although it is a short book, it was hard to go through. I could have continued for a couple of hours and finished it but I felt that there was no point in doing that.\n\nThe writing is very “purple”, I felt that the author tried too hard with the descriptions and she could have used much simpler terminology to describe things. The thing is that it felt like reading a calculus book with all those numbers (The fiRst Day oF The FiFtH MonTh of the YeAr thaT the Albatross came to the South WeSt shore and so on…).\n\nI can’t say I related to Piranesi because I was so confused. The other characters were not given names but were given nicknames or symbols which did not help at all in my opinion. I can’t talk much about the plot because I did not finish it.\n\nI wish I enjoyed this as much as I wanted but I simply did not. I believe this is an unpopular opinion and that many readers will enjoy it (Already many readers did) but simply the writing was not for me and I was confused for the majority of the small part that I read. Farewell Piranesi!\n\nYou can get more books from"}, {"label": "positive", "text": "Piranesi is a very clever piece of writing, and it is also a very difficult book to review.\n\nWhy?\n\nBecause I can’t really talk about the content of the book. Anything I say (and I mean literally anything) would spoil the story. I can’t talk about the characters, the plot or even some of the central themes. If you’ve already read the book, then you will understand perfectly why. If you haven’t read the book, then I urge you to stop reading this review (and those of others.) The best way to approach this one is with little to no knowledge about it.\n\nI can say one thing though: keep reading it. The first part is a little perplexing. It’s unusual and even a little repetitive but, once again, please keep reading because it opens into something truly fantastic.\n\nI would expect nothing different from Susanna Clarke.\n\n__________________________________\n\nYou can connect with me on social media via .\n__________________________________"}, {"label": "positive", "text": "2021 F.A.B. Bookclub pick # I.❤️. F.A.B.\n\nWhen I picked up this book, my immediate thought was, I’m going to hate this. 😬 I’m not the type to enjoy overly fiction-esc worlds, with very little explanation, that requires a lot of imagination to picture on your own. 🤓 The first 1/3 of this book was rough for me. I almost threw in the towel. I’m actually glad I stuck with it. This book is a trip. I’m still not 100% sure what was really going on. But, I think that’s the point. 🤔 I found myself thinking about this book when not reading it, trying to figure it out- and well, any book that can do that is worth finishing. 👍"}, {"label": "negative", "text": "I cant help it I need a plot and something I can hold onto. It’s slipped through my fingers into the 43rd vestibule to the right of a statue covered in seaweed. LOL"}, {"label": "positive", "text": "The Paradox Book of Paradoxes.\n\nQ:\nThe Beauty of the House is immeasurable; its Kindness infinite. (c)\nQ:\n‘Do the Statues exist because they embody the Ideas and Knowledge that flowed out of the other World into this one?’ (c)\nQ:\n… may your Paths be safe … your Floors unbroken and may the House fill your eyes with Beauty.’ (c)\n\nThe opening is the weakest I've ever seen anywhere. At the beginning I was flabbergasted at how bad the setting is. Just imagine: in the middle of nowhere sits an endless hotel house. Since it's so very endless, it has windows and is partially flooded and partially cloudy. And, yes, there are windows, so, it's no endless in all directions, just in some of them. Maybe.\n\nThen there is a lot of fun gibberish about Statues and places (no, Places) where they are located: Halls, Houses, Vestibules, Doorways, Staircases, Passageways, Plinths, Niches, Apses and all kinds of other Buildings and parts thereof, intact or not. The architectural nightmare where the MCs exist is immense and unending, but, BUT there are Windows and Cortyards and Sky and Clouds which should mean that there must be at least some endings somewhere… Sounds like a nightmare? There's more:\n\nThere are rooms in this house. What a shocker! They go prenumbered, like this:\nQ: … I have travelled as far as the Nine-Hundred-and-Sixtieth Hall to the West, the Eight-Hundred-and-Ninetieth Hall to the North and the Seven-Hundred-and-Sixty-Eighth Hall to the South. (c)\n\n2 alive guys traipse around this House. A bunch of dead guys (in the form of skeletons) are lying around. The MC is called Piranesi (like this guy, ). Was it allusion to his Carceri? It's not his name, obviously, but that's what he's called by 'the Other' (Val Ketterley). The Other is someone Piranesi has weekly meetings with (I'm getting the nice and comfy corporate feeling from this).\n\nYeah, and all the capitalisation made me feel by this point like it was written in German. I do realise why his had to be done in precisely this way but it's quite irritating.\n\nSo, the guy, Piranesi, is stalking the house. He does that for years. Years are distinguished like this:\n- 'the Year I discovered the Coral Halls',\n- 'the Year I named the Constellations',\n- 'the Year I counted and named the Dead',\n- 'the Year that the Ceilings in the Twentieth and Twenty-First North-Eastern Halls collapsed',\n- 'the Year I travelled to the Nine-Hundred-and-Sixtieth Western Hall',\nEverything's happening in 'the Year the Albatross came to the South-Western Halls'.\n\nThe world setting out is a total mindfuck. Then some magic starts happening: the worlds achieves some weirdo dynamic, reveals start happening.\n\nThat's what I thought, preparing at this point for another horrible read.\n\nDeliria diary basically. Yes, it is a bit (lot!) like Borges and a bit like Wilde but it's not anything of theirs since they generally did not prefer to stay away from all meaning for the sake of pretty picture (or text, as is the case with Piranesi). But these pretty pictures after some point started revealing something incredible.\n\nI'm pretty sure that this novel has bright future and will be either popular or widely known. Why? Not because it's good. But because it's quirky and it's very much a standalone, unlike other recently published stuff. And yeah, since people will love to twist it this way and that and try and find some extremely well-hidden meaning in between all the Statues. The Statue of Angel on smth will be interpreted as an allusion to maybe Thomas Aquinas, the Water will be made to sound as maybe Time or Knowledge or Life or Energy or smth equally fitting (a lot of things could be made to fit such blank imagery), the Sky will maybe become some interpretation of Limits in something (Learning, Understanding, Possibilities, Life, etc… ), the House - some crucible of smth equally meaningful… Well, who knows…. A lot of things can be understood in a lot of alternative ways.\n\nQ:\nI am determined to explore as much of the World as I can in my lifetime. To this end I have travelled as far as the Nine-Hundred-and-Sixtieth Hall to the West, the Eight-Hundred-and-Ninetieth Hall to the North and the Seven-Hundred-and-Sixty-Eighth Hall to the South. I have climbed up to the Upper Halls where Clouds move in slow procession and Statues appear suddenly out of the Mists. I have explored the Drowned Halls where the Dark Waters are carpeted with white water lilies. I have seen the Derelict Halls of the East where Ceilings, Floors – sometimes even Walls! – have collapsed and the dimness is split by shafts of grey Light. (c) What an exciting world they have!\nQ:\nThe Other believes that there is a Great and Secret Knowledge hidden somewhere in the World that will grant us enormous powers once we have discovered it. What this Knowledge consists of he is not entirely sure, but at various times he has suggested that it might include the following:\n1.  vanquishing Death and becoming immortal\n2.  learning by a process of telepathy what other people are thinking\n3.  transforming ourselves into eagles and flying through the Air\n4.  transforming ourselves into fish and swimming through the Tides\n5.  moving objects using only our thoughts6.  snuffing out and reigniting the Sun and Stars\n7.  dominating lesser intellects and bending them to our will (c)\nQ:\nAn angel with a trumpet and a ship. An angel with a trumpet suggests a message. A joyful message? Perhaps. But an angel might also bring a stern or solemn message. Therefore the character of the message, whether good or bad, remains uncertain. The ship suggests travelling long distances. A message coming from afar.A book and clouds. A book contains Writing. Clouds hide what is there. Writing that is somehow obscure.A child and mice. The child represents the quality of Innocence. The mice are devouring the grain. Little by little it is diminished. Innocence that is worn down or eroded.\nSo this, as far as I can tell, is what the birds told me. A message from afar. Obscure Writing. Innocence eroded.\nInteresting. (c)\nQ:\nit occurs to me to wonder why it is that the House gives a greater variety of objects to the Other than to me, providing him with sleeping bags, shoes, plastic bowls, cheese sandwiches, notebooks, slices of Christmas cake etc., etc., whereas me it mostly gives fish. (c)\nQ:\nThe House is valuable because it is the House. It is enough in and of Itself. It is not the means to an end. (c)\nQ:\nWell, to begin with there are no lesser minds; there are only him and me and we both have keen and lively intellects. But, supposing for a moment that a lesser mind existed, why would I want to control it? (c)\nQ:\nAbandoning the search for the Knowledge would free us to pursue a new sort of science. We could follow any path that the data suggested to us. (c)\nQ:\nI mended one of my fishing nets and worked on my Catalogue of Statues. In the early evening I went to the Eighth Vestibule to fish in the Waters of the Lower Staircase. The Beams of the Declining Sun shone through the Windows of the Lower Halls, striking the Surface of the Waves and making ripples of golden Light flow across the Ceiling of the Staircase and over the Faces of the Statues. When night fell, I listened to the Songs that the Moon and Stars were singing and I sang with them. (c)\nQ:\nTwo memories. Two bright minds which remember past events differently. It is an awkward situation. (c)\nQ:\nOnce, men and women were able to turn themselves into eagles and fly immense distances. They communed with rivers and mountains and received wisdom from them. They felt the turning of the stars inside their own minds. (c)\nQ:\nWhen she was a teenager D’Agostino told a friend that she wanted to go to university to study Death, Stars and Mathematics. (с)"}, {"label": "positive", "text": "It's easy to get lost in this fantasy World of hallways, vestibules, staircases and statues but luckily Piranesi is there to lead the way.\n\nPersonally I really enjoyed this book.\nBut it is very subjective. So much of the symbolism and imagery is ambiguous and different readers will interpret it in different ways - or not at all.\n\n𝘈𝘭𝘭 𝘢𝘳𝘰𝘶𝘯𝘥 𝘮𝘦 𝘥𝘰𝘰𝘳𝘴 𝘪𝘯𝘵𝘰 𝘰𝘵𝘩𝘦𝘳 𝘸𝘰𝘳𝘭𝘥𝘴 𝘣𝘦𝘨𝘢𝘯 𝘢𝘱𝘱𝘦𝘢𝘳𝘪𝘯𝘨 𝘣𝘶𝘵 𝘐 𝘬𝘯𝘦𝘸 𝘵𝘩𝘦 𝘰𝘯𝘦 𝘐 𝘸𝘢𝘯𝘵𝘦𝘥, 𝘵𝘩𝘦 𝘰𝘯𝘦 𝘪𝘯𝘵𝘰 𝘸𝘩𝘪𝘤𝘩 𝘦𝘷𝘦𝘳𝘺𝘵𝘩𝘪𝘯𝘨 𝘧𝘰𝘳𝘨𝘰𝘵𝘵𝘦𝘯 𝘧𝘭𝘰𝘸𝘴. 𝘛𝘩𝘦 𝘦𝘥𝘨𝘦𝘴 𝘰𝘧 𝘵𝘩𝘢𝘵 𝘥𝘰𝘰𝘳 𝘸𝘦𝘳𝘦 𝘧𝘳𝘢𝘺𝘦𝘥 𝘢𝘯𝘥 𝘸𝘰𝘳𝘯 𝘣𝘺 𝘵𝘩𝘦 𝘱𝘢𝘴𝘴𝘢𝘨𝘦 𝘰𝘧 𝘰𝘭𝘥 𝘪𝘥𝘦𝘢𝘴 𝘭𝘦𝘢𝘷𝘪𝘯𝘨 𝘵𝘩𝘪𝘴 𝘸𝘰𝘳𝘭𝘥."}, {"label": "positive", "text": "SEDICESIMO GIORNO DEL DODICESIMO MESE DALL’ARRIVO DELLA TRAGEDIA CHE MI HA COSTRETTO A RINCHIUDERMI NELLA CASA\nSono circondato da dispositivi luminosi di varie dimensioni. Medi, grandi, piccoli, molto grandi. Ne ho uno anche agganciato al polso. Continuano ad illuminarsi e a vibrare. Gli Altri tramite messaggi e telefonate dicono «Pietrino, » e poi seguono con una serie di domande o frasi di poco conto. Pietrino, dicono tutti.\n\nIo so per certo che non è il mio nome, anche se probabilmente ci si avvicina molto.\n\nPasso la maggior parte del mio tempo nella parte Occidentale della Casa, seduto su una sedia e catturato dal quadro che sta sopra di me. Due amanti si abbracciano in modo surreale tanto da diventare una cosa sola. La mia sedia scomoda mi sta distruggendo la schiena, ma questo è quello che la Casa offre e io le sono grato. Mi reco fuori dalla Casa per recuperare i viveri, mi proteggo e faccio attenzione a non avvicinarmi e a non scambiare troppe parole con gli Altri. Loro dicono di essere buoni ed indifesi, ma sembra sia meglio non fidarsi.\n\nUn giorno sono entrato in possesso di un manoscritto che mi aveva incuriosito vedendolo comparire nello schermo di uno dei dispositivi elettronici che la Casa forniva. Mi infastidiva vederlo dappertutto, sul serio! Ma mi fido della Casa, per cui ho iniziato a leggerlo. Anche perché quale altra alternativa avevo? Ho scoperto con sollievo di non essere il solo intrappolato nella Casa e ad essere chiamato con un nome che non era il suo. Anche se la Casa era diversa. Più grande, più infinita della mia. Me la sono immaginata in bianco e nero. E anche il nome era diverso.\nIl manoscritto parte come una sorta di anti poema epico, in cui non si sente il bisogno di tornare ad Itaca, perché la Casa è tutto quello che noi chiamiamo “Mondo”. La bellezza della Casa è smisurata, i mari sono intrappolati nei saloni circondati da statue di una bellezza rara e antica. Le colonne d’Ercole sono identificate da due statue a forma di Minotauro, oltre i quali non mi sono mai spinto. Un bagliore lieve sembra brillare nell’oscurità compresa tra le due statue, ma ho paura ad avvicinarmi.\n\nPoi a metà del manoscritto il libro diventa qualcos’altro. Un’opera di fantascienza, forse. No, esagerato. Esoterismo, era quella la parola che stavo cercando. Ma tutte queste statue rendono più luminosa l’oscurità evocata da quella parola. E come uno sballo legato ad una sostanza stupefacente che sciamando ci fa tornare alla realtà, il protagonista inizia a ricordare e a capire cosa sta succedendo. Noi lo capiamo prima di lui, così come noi a differenza sua sappiamo perché siamo rinchiusi nella Casa.\n\nNon sarà semplice tornare alla realtà. Non sarà facile fare i conti con quello che ci sarà fuori dalla Casa quando tutto questo sarà finito. Ma al momento la Casa è tutto quello che ho, e mi basta.\n\nI dispositivi elettronici su cui continuo a spostare lo sguardo quotidianamente, alternando la mia attenzione con estrema curiosità ma anche diffidenza, mi hanno ingannato. Lo hanno fatto più volte, e so che continueranno a farlo. Mi faranno storcere il naso, contribuiranno a farmi salire i nervi! Ma la benevolenza della Casa è smisurata, così come la sua dimensione eterna in cui natura e arte sono perennemente intrappolati al suo interno.\n\nPer cui so che fidandomi di lei la Casa ricambierà il favore regalandomi di tanto in tanto delle perle come questa. E il mio soggiorno qui, in un modo o nell’altro, finirà per essere un’esperienza migliore."}, {"label": "positive", "text": "Winner of The Women's Prize for Fiction, 2021.\n\nWhile reading this book I was pleasantly reminded of philosopher David Lewis's possible worlds theory, the idea that all possible versions of this world exist simultaneously, infinitely. The theory posits that each of these worlds is as concrete and real as ours, and ours is unique simply because we live in it.\n\nPiranesi, the eponymous character, lives in one such world. A world, that to readers familiar with Giovanni Battista Piranesi's work, will seem like a superimposition of his numerous labyrinthine etchings. A world that is also an infinite house - waves crash and tides rise up in the lower floors while the clouds wander around in the upper floors. This house is populated by thousands and thousands of statues, some beautiful and others strange.\n\n\n\nPiranesi does not reside there alone. The 'Other' whom Piranesi meets twice a week, also lives in the house, and together they are working on extracting an ancient, secret knowledge that the Other believes is trapped within the house.\n\nBut as the story progresses, Piranesi finds himself in a complex entanglement of questions concerning his relation to the house, the other's intentions and the origins of his world. To his great distress, he also discovers that there are gaps in his memory.\n\nThe book is also a study in solitude. While wandering the house's numerous halls, talking to birds, drawing stellar maps and making tidal calculations of the waves crashing together, Piranesi is utterly alone. But, he is also content. In this marvelous book, solitude is not merely a state of mind. It is life itself.\n\nThe book with its Borgesque prose that's also faintly reminiscent of Lovecraftian horror, is a perfect weekend read. I curled up with it and let the world around me transform into Piranesi's eternal halls and minotaur statues.\n\nEdit: I am so pleased that a fantasy book won The Women's Prize for Fiction! Is this... Is this the beginning of the end of literary snobbery? Or am I speaking too soon?"}, {"label": "positive", "text": "The 2021 Dragon Awards finalists are out! An annual fan-awarded contest, voting is open to all who register, and does NOT require a membership or any other monetary investment.\nPIRANESI is up for Best Fantasy novel & deserves the win.\nDetails of how you can vote & when they're awarded: https://www.tor.com/2021/08/12/dragon...\n\nWinners to be announced 7 November 2021.\n\n\n\nTruly stupendously satisfying.\n\nMore later.\n***LATER***\nRating: 4.9* of five\n\nWhen you begin this voyage into the unknown, you're lulled into a sense of Rightness by this author's almost-familiar archaic language...if one has read [Jonathan Strange and Mr. Norrell], this feels similar enough to make the initial impression one of either familiar immersion in warm water or an icy-cold dash of horrified repulsion and fear and desire to escape.\n\nIndeed, I found it so simple, so direct, that I suspected a trap was being laid for me. My attention could wander among All the Capital letters, looking for Discrete meaning where there is general background clutter, furniture for The House. The House, you see, is the world. The Worldhouse is Piranesi's Place of Worship and Study, and is as close to infinite as Piranesi can conceive.\n\n\n\nLife is exactly what Piranesi derives from the House. In the Drowned Halls our resourceful cicerone catches fish; in the Coral Halls, among other places, he finds colonies of mussels, and immense floats of seaweed; so the House feeds him at a most modest expenditure of energy and effort. The glorious visuals of this book are like eating Sachertorte then black forest gâteau then prinsesstårta with cheesecake for dessert. The headiest are the moments we see the Drowned Halls and the Western Halls, the latter with their Statue of a Faun:\n\nCould a clearer note be sounded to hark back to Lucy Pevensie and Mr. Tumnus? We're in a Story, laddies and gentlewomen, make no mistake about it. Not some run-of-the-mill novel, a Story, a myth made of sterner Stuff than a mere jeu d'esprit destined for an hours' pleasure. And like all those Stories we've loved and suffered through as we grew into our best selves (which, of course, we all have done like Piranesi has done), there must be An Other. Others are friends. Others are enemies. The Other, in the Story we are told here, is both and neither:\n\n\n\n\n\nThe Other, then, is a Liar and a Manipulator. We see it, standing (more likely sitting, possibly reclining) outside the Story as we must, but our glorious cicerone does not. Or else why would we need his Story told to us?\n\nLike any well-made Myth, the story expands the House and the Other into very odd, very frightening sizes and directions. Piranesi is a Naïf and we can't help but fear for him in his Eternal Present. But he is a scientist, and a methodical man, and he must needs follow clues and puzzle out Meanings in all the things he encounters. He makes complex calculations to determine when the Tides will make some parts of the House dangerous to him; he remembers the cycles of them so he can get food (a thing previous inhabitants...Thirteen of them, now reduced to bones that he cares for and speaks to and feeds offerings...could or did not master). His wanderings in the Halls are carefully notated in his Journals. But all his skills in this world will not stop The End from coming.\n\nAuthor Clarke begins to crack open Reality and let in the pestiferous Mundane World, and Piranesi really, really Dislikes it. So do I, dear. Especially when the Other's Origin story begins to come clear, with the appearance of someone Piranesi calls the Prophet:\n\n\n\nBut let's be honest. Not one word of this stuff feels false; it's like she's at it again, that Minx of an author, reinventing reality because there's no Reality in it.\n\n\n\n\n\nmight not be a map of the journey, plain and notated onto paper, leading you to the House. That journey, Journey to be precise, is purely personal.\n\nDon't kid yourselves; Susanna Clarke knows how to get there."}, {"label": "positive", "text": "Listen. I know that what I'm about to write is going to sound obnoxious and so, so smug. I know how I sound, and I know how annoying it is when reviewers do this.\n\nBut seriously: do not read the plot description for Piranesi. Go into it knowing as little about the plot as you possibly can. Half the fun of reading this book is figuring out, as you read, where this story takes place and what's going on.\n\nHonestly my only complaint (and the only non-spoilery thing I can write about the book, because everything would be a spoiler) is that it ends sort of quickly. With everything she has to work with here, I can easily see how Susanna Clarke could have spread this out into another 800-page fantasy epic, like , and even though I'm disappointed that she didn't do a really deep dive into this setting and its characters, it's also kind of a relief that I could knock this book out in a weekend and didn't have to spend six months working my way through it.\n\nIf you loved , you're going to love this. If you've never read Susanna Clarke and are wondering what all the fuss is about, give it a try. And I mean it: don't read the plot description."}, {"label": "positive", "text": "“The beauty of the House is immeasurable; its Kindness infinite.”\n\nOk, this was a very surreal read and had quite an impact for such a short novel.\n\nPiranesi lives in the House. A labyrinth of halls filled with statues and tides that sweep through at regular intervals.\n\nHe doesn’t remember anything other than the House and he meets regularly with his friend The Other where they work together to learn The Great and Secret Knowledge.\n\nPiranesi keeps diaries of his observations, but when he notices pages missing and someone starts to leave him mysterious messages in the halls he starts to question everything he has ever known.\n\nI loved the writing, it was mystical and hypnotic. I liked Piranesi’s character and how the mystery unravelled piece by piece.\n\nI think I’d have liked it to be longer so we could have had more detail/explanation. But I did enjoy it, so 3.5 ⭐️\n\n********************\n\nI need to mull. This was a lot more bizarre than I was expecting.\n\nLeaning toward 3.5 ⭐️\n\n\n***********************\n\nMy library has just had a load of new books come in.\n\nSo excited for this!"}, {"label": "positive", "text": "Piranesi is a compelling read and worthy winner of the Women’s Prize. Clarke creates a vivid world and tells an endlessly interesting story with fascinating characters and mounting tension. Piranesi is best savored for its world building and psychology rather than approached as a mystery to be solved. This was a perfect book to carry me through a rainy weekend."}, {"label": "positive", "text": "Piranesi is fantasy in its purest form. It’s a dreamlike tale stemming from the mind of a visionary author, an author so familiar with genre tropes that she manipulates and subverts them with incredible ease.\n\nIf you, like me, have wondered why everyone seems to be at a loss for words when it comes to describing the plot of this book, be aware that you’ll probably have the same reaction after reading it: there is simply no easy way to pitch it, no quick blurb to draw readers in.\nIt starts off as a weird, albeit intriguing, retelling of the myth of Daedalus's labyrinth, only to expand into dark academia/paranormal thriller territory as the mystery behind Piranesi’s existence slowly unveils. Still, Clarke steers clear of genre conventions, crafting a story whose unique plot and clever twists are unpredictable yet immensely satisfying to the reader.\n\nMuch like many of my favorite fantasy books ( being the first that comes to mind), requires the reader to blindly trust its author and follow an unreliable narrator down a path that will eventually lead to a compelling conclusion. The journey is, however, just as fascinating as the destination. Clarke’s style and narrative voice are reminiscent of 19th century English literature, adding to the otherworldly and timeless atmosphere that permeates the book. The prose is simple yet elegant, like that of a modern Jane Austen.\n\nAbove all, though, what makes this novel worth reading is the way it handles its themes. At its core, : something whose immense power can only ever be fully grasped by those who do not seek to dominate it."}, {"label": "positive", "text": "Llevaba muchos años esperando la nueva novela de Susanna Clarke, sabía que me iba a encantar, iba con las expectativas altísimas... y sí, ha logrado sorprenderme y enamorarme de igual manera.\n\nPiranesi es una obra sutil y engañosa que tiene su fuerte en la belleza de su narración, en esas imágenes tan vívidas que logra instalar en tu cabeza la autora, en la concepción de la fantasía como algo atípico y reflexivo.\n\nHe disfrutado de cada palabra de Piranesi, y aunque traté de alargar la novela por lo que la estaba disfrutando, al final me ha atrapado y he terminando devorándola en un par de días. Y como en contadas ocasiones me ha ocurrido, al leer la última página he vuelto a la primera y he comenzado a leer de nuevo.\n\nQue belleza de historia."}, {"label": "positive", "text": "Weird, but very good book by the author of Jonathon Strange & Mr. Norrell.\n\nReminiscent of Borges, China Mieville or Blake Crouch, this somewhat urban fantasy describes an unusual alternate reality. Like commenting upon the best writing of Crouch, this reviewer is hesitant to say too much as part of the great charm of this book is in the reader’s unraveling of the mystery.\n\nWe are introduced to a first-person narrator, Piranesi, though he observes in an aside that he does not think this is his real name. So we are off on an eyebrow furrowing, minimalistic fantasy with suggestions of the occult and of psychological disorder. Piranesi inhabits a great labyrinth populated by numerous statues in various poses and where ocean water enters many of the lower levels of the sprawling “house” as Piranesi worshipfully refers to it. He is visited by “The Other” and there are hints at a wider, cryptic world building.\n\nFans of Clarke’s earlier book will again be enthralled with her colorful, illustrative language and her skill at storytelling. This took a while to get where it was going but by the end, I was thoroughly mesmerized.\n\nRecommended."}, {"label": "positive", "text": "PELO AMOR DE DEUS!!!!!!!!!!!!"}, {"label": "positive", "text": "I'm lucky enough to have read this. It is wonderful, and strange, and not at all like Jonathan Strange and Mr Norrell except in being brilliant. I can't really say any more than that. The title is a major visual clue, though..."}, {"label": "positive", "text": "Flipping stunning. I cannot wait to reread this. I don’t want to leave this House. Piranesi. My love 🤍"}, {"label": "positive", "text": "(4.5) When I started Piranesi, I have to admit I wasn't sure about it. The opening chapter is titled 'When the Moon rose in the Third Northern Hall I went to the Ninth Vestibule'. It's written in a particular style, usually found in fantasy or harder SF, which involves a lot of random proper nouns, and I always struggle with that, not least because it immediately gives rise to questions about the logic of how things are named/referred to. (Why is Dog capitalised but bird not; why is it title case Reason and Happiness but lowercase knowledge and imagination, etc., etc.) I was worried it would be whimsical, vague fantasy, and for a while the narrative seemed to bear out that impression...\n\n... but thank god I stuck with it, because it turned out to be exactly the sort of speculative fiction I love most.\n\nThe narrator lives in a vast house composed of hundreds of halls, some of which are often flooded and home to sea life. He believes this house to be the world. He also believes that just fifteen people have ever lived, of which he and another man – whom he calls the Other – are the only two remaining. The Other refers to the narrator as 'Piranesi', though he (the narrator) seems to intuit this is not his real name.\n\nPiranesi ekes out a meagre existence in the House. His clothes are rags; he subsists on mussels and dried seaweed. He keeps detailed journals cataloguing every space in the House, and occasionally he helps the Other in his search for what is termed 'the Great and Secret Knowledge'. The Other's rather modern language and use of a 'device', which sounds uncannily like a smartphone, are the first hints that something is amiss in what might otherwise appear to be a world entirely alien from our own.\n\nBeyond that, it's difficult to describe anything about what happens without spoiling the plot, and I think this book is best approached with minimal knowledge. I'll just say it becomes increasingly gripping as it goes along, and when its secrets are revealed, they are ingenious and completely captivating. (There's another good book it really reminds me of, but mentioning that would probably be a spoiler too!)\n\nYou could argue that is the polar opposite of Clarke's wonderful it's short, it has a very small cast of characters, and it takes place in a deliberately enigmatic context rather than a meticulously detailed one. At the same time, it's similar in sly, clever ways, not least through its dry humour. It made me want to read again; it made me feel I would quite happily read a thousand-page version of this story, too.\n\nPiranesi\n\n|"}, {"label": "positive", "text": "4.25/5 ⭐\n\nIf you're looking for something strangely unique, this is your sign to pick up this book as your next read!\n\nYou need to know that this is actually not the easy-breezy read you'd think it might be. With that in mind, it's also indicated to read this while also not knowing absolutely nothing about it or the most basic few ideas.\n\nFirst things first, the cover is superb. Absolutely stunning. The sheer, simple elegance of it, the bronze details, the little fawn on the cover sitting on a pedestal, everything screams academia, intellectual environment, science, and Darwinistic aesthetic. And this is all true. There's something so complex about the simplicity of this cover, don't even tell me you didn't think this might be an interesting read by only looking at this gorgeous cover because I won't believe you.\n\nThe shiniest aspect of this whole book is the .\nThis world is so unique, so complex, so meticulously and vastly constructed to resemble a neverending labyrinth that at first when you get to witness it being built in front of your eyes, it gets confusing. It's slow to get into the action. You're lost. But that's the exact thing the beginning of the book wants you to be. The labyrinth is both a physical thing in the book, but also a metaphorical trap we all fall into at first.\n\nAs the story advances, we get more comfortable with this maze of half-submerged halls and doors and ecosystems. Because, yes, this world is built to resemble a house, but each room has its own ecosystem within its walls. I'm talking waterfalls and rivers and moons and rocks and caves and Pantagruelic statues. Magical, right?\n\nThe action is full of mystery and the story is drenched in unreliable characters, the vibe of everything happening making you question every sentence and every little detail. You'd be stuck between marvelling at a beautiful world constructed into magical realism and also the struggle to grasp what's really happening and what's actually happening in a deceiving manner."}, {"label": "positive", "text": "Piranesi lives in the House. Perhaps he always has.\n\nIn his notebooks, day after day, Piranesi makes meticulous records outlining the wonders of the house: the labyrinth of halls, the thousands of statues, the tides that travel up staircases, the clouds that move through the upper halls. On Tuesdays and Fridays Piranesi sees his friend, ‘The Other’. But mostly, he is alone.\n\nSuddenly, strange messages begin to appear, scratched in chalk on the walls and floors. There appears to be someone new in the House. But who are they and what do they want….?\n\nReading this beautiful book was akin to experiencing a waking dream. A darkly fantastical tale saturated in gothic atmosphere and supernatural lore. The mystery slowly unwinds with unexpected twists. Impossible to describe. It defies all expectations.\n\nThe writing though.. my beautiful sweet flowery writing that I adore. Dreamy and luminous. I was overcome by the most serene and peaceful feeling. Like having someone read you a fairy tale or a bedtime story.\n\nHighly recommend ✨"}, {"label": "negative", "text": "With that creature on the cover, I thought it would be like The Lion, the Witch and the Wardrobe, an adventure to look forward to. And it was an adventure that I didn't enjoy. There were doors, halls, few people and different worlds with lots of wandering around and almost nothing happening. It was confusing, dragging and frustration at times. I love magical realm but sadly this magical world was not for me."}, {"label": "positive", "text": "In 2004, Susanna Clarke’s debut, “Jonathan Strange & Mr Norrell,” burst from a cloud of pixie dust. An 800-page work of historical fantasy about two magicians in 19th-century England, the novel was quickly dubbed “Harry Potter for adults” and could have vanished in the dark woods of Hogwarts knockoffs. But Clarke’s literary ancestor is not really J.K. Rowling, it’s Charles Dickens, and even readers who resisted fantasy fell under her spell. My copy of “Jonathan Strange & Mr Norrell” still shimmers — I’m no longer surprised to discover it’s teleported to different parts of the house.\n\nWe believers have waited a long time for a second novel from Clarke, and so it’s especially exciting to see that none of her enchantment has worn off — it’s evolved. Reading her lithe new book, “Piranesi,” feels like finding a copy of Steven Millhauser’s “Martin Dressler” in the back of C.S. Lewis’s wardrobe.\n\nThe highly circumscribed action takes place in a palace filled with an infinite labyrinth of halls and vestibules. The walls of all the rooms are decorated with statues covering every available space: There’s a woman carrying a beehive, a smiling faun, a squatting gorilla, a boy playing cymbals, an elephant carrying a castle, two kings playing chess — on and on, a vast inventory of sculptures, each representing an object, concept or feeling like a whole lexicon carved in marble.\n\nThe hypnotic quality of “Piranesi” stems largely from how majestically Clarke conjures up....."}, {"label": "positive", "text": "Piranesi looked into the house and so became... Piranesi!\n\nPiranesi looked into the house and this is what he saw: great statues and greater floods, birds and fish, clouds and bones, science and - from the start - magic.\n\nPiranesi looked into the house and found a purpose, a home, and a way to live a life: as if everything is new and of value.\n\nPiranesi looked into the house and discovered a friend, or so he imagined, and then he discovered many more. thought Piranesi.\n\nPiranesi looked into the house and wondered again at the beauty of it all, a child in a man's body, child-like but never child-ish. Curious Piranesi always had many questions.\n\n\n\nPiranesi looked away from his house and quivered for the first time in fear, a man in a child's mind, lost but not forgotten. Poor Piranesi was provided many answers.\n\nPiranesi looked away from his house and found an enemy, or so he imagined, and then he discovered another. thought Piranesi.\n\nPiranesi looked away from his house and lost his sense of self, his home, his path in life: as if nothing could be truly seen or known.\n\nPiranesi looked away from his house and this is what he saw: dark streets and darker motives, trash and debris, people and more people, mystery and - in the end - understanding.\n\nPiranesi looked away from his house and so became himself, at last... alas?"}, {"label": "positive", "text": "Exquisitely plotted and realized.\n\nBeing subverted (or plundered) here is the gothic haunted house trope. The physical structure —“the World”—may to some extent be a memory palace. Despite the surrealist underpinnings the narrative has a beautiful logic and rigor, and it unfolds almost geometrically.\n\n“It is my belief that the World (or, the House, since the two are for all practical purposes identical) wishes an Inhabitant for Itself to be a witness to its Beauty and the recipient of its Mercies.” (p. 12)\n\nThe novel also reminds me, spatially at least, of ’s infinite library story, “The Library of Babel,” though the only books we come across are the narrator’s precious notebooks. Superb."}, {"label": "positive", "text": "Winner of the 2021 Women’s Prize.\n\nI re-read it after its deserving shortlisting for the 2021 Women's Prize (one of many prize listings including Costa and Hugo/Nebula). The second time around I read a Waterstones special edition with an additional chapter at the end of the book and I found the book equally enjoyable.\n\nORIGINAL REVIEW\n\nThe author’s long awaited second novel after her astonishingly ambitious debut novel - one that I read in a single sitting (this follow up I should stress not the debut!)\n\nThis book as has been well documented is not a follow up to “Jonathan Strange and Mr Norrell” but has its origins much earlier in the author’s reading and writing life:\n\n\n\nOther very explicit literary influences on this novel include:\n\n- Borges’s “The House of Asterion”\n- CS Lewis’s “The Magician’s Nephew” (which features in the epigraph, the name of a major character) – in particular Charn and the World Between the Woods\n- Lewis’s “The Lion The Witch and The Wardrobe” as more explicitly signalled by the front cover the edition I read and in a remark about a young child meeting a faun in a snowy landscape\n- The Carceri d'invenzione drawings of Giambattista Piranesi (chosen for that reason as Piranesi's nickname)\n- The philiosophical writings of Lewis’s fellow Inkling Owen Barfield particularly his ideas of original participation and (developed jointly with Lewis) chronological snobbery\n- (and very clearly) Plato’s allegory of the cave\n\nWith underlying themes including isolation (and it’s strange pleasures) and the relation of man to the natural world - so a book that is both timeless and timely in a year when COVID lockdowns and climate change concerns top the news agenda and pertinent to the author who wrote this book while suffering with chronic illness that largely lead her to being physically confined pre-COVID.\n\nMy overwhelming take-away from the book was that (not unlike some of Lewis’s imagery) much of the book is a metaphor for the imagination and in particular the imagination of a reader of fiction.\n\nCertainly my own experience on reading this novel was as follows: short bafflement followed by intrigue as I setted into the world of the book; annoyance as our own world seemed to intervene on the edges of this world; disappointment at how the eventual return to the real world was somehow simultaneously disappointingly mundane but also unsatisfactorily mysterious; finally a desire to be able simply to return to the pristine world of the book and to ignore the real world.\n\nAnd somehow and very cleverly that also on a higher level reflects much of my own experience as a reader in general (not just for this book); and on a lower level reflects the experiences of many of those in the book (Piranesi but also Raphael and Ritter).\n\nAn aspect I found frustrating was when the book turned from the world of speculation to the world of resolution as we read the narrator's old journals (and gain a greater understanding than he initially has).\n\nAgain though I see this as a metaphor for the way in which fiction at its best tries to open up possibilities - whereas non-fiction at its best tries to close them down in a search for the truth.\n\nDefinitely a book and a world to revisit from time to time and a book that reminded me of what drew me to reading fiction as a child and has sustained my interest for nearly a half-century."}, {"label": "positive", "text": "Humanity is not ready."}, {"label": "positive", "text": "Gorgeous.\n\nFrom the start of this book to the finish, we are transported into a truly enormous house full of sunken rooms, many statues, fish, and birds -- a realm of nature, and an impossibly huge house.\n\nOur narrator, far from being a prime candidate for truly reliable storytelling, is nonetheless a very objective and careful natural philosopher. The descriptions of this world are beyond beautiful.\n\nOnly one other, if you don't count 13 corpses, is his company during most of the novel. The Other is also a scientist of a sort, but he is more interested in the deeper pathways of magic.\n\nI'll tell you though -- this book may not have any outright magic, but we are still steeped in it. It's not merely the descriptions, but these are the core of it. I was frankly blown away from the birds hopping between the statues. The idea that we can see nature as a world that is constantly communicating with us, that we can negotiate with, made me believe that we were either in the deep past or in the realm of the Fae. And more than anything, I just wanted to know what this world was, what was going on, and what was the true mystery.\n\nBeyond this, I will not say, because it is the journey that truly counts.\n\nI still feel the magic here. Hell, I feel the magic and the magick, for make no mistake, there is plenty of both in these pages. :)\n\nThis is a real treat for both natural philosophers and metaphysicians."}, {"label": "positive", "text": "My friend handed me this book and told me to go into it blind. To not even flip it over and read the back. When I finished, she told me to Google Piranesi. \n\n\nSo that's all I will share as well. The first rule of Fight Club Piranesi is… "}, {"label": "positive", "text": "What even is this book…a character study? A setting study? An exploration of human knowledge? An slow-building thriller? All of the above?\n\nWhatever it is, I loved it. Reminded me of House of Leaves, but less horror and more speculative fiction.\n\nMy recommendation: Best to go in blind. Don’t read the blurb, don’t read any reviews, in fact, stop reading this review right now and go read the book! ;)"}, {"label": "neutral", "text": "If I ever find myself stuck in a labyrinth, I hope Bowie is there to liven it up!"}, {"label": "positive", "text": "The pleasures of this book are so hard to describe because it spoke to me on a level beyond language. It is, in many ways, a work of poetic attunement to the liminal — the realm of the sub-perceptual and the pre-linguistic.\n\nOn the surface, Piranesi can be described as a work of fantasy. We follow a narrator who lives in a shadowy world known as the House. The House consists of a near endless labyrinth of halls, vestibules, staircases and passages — some filled with oceanic tides, others enveloped in cloud, all lined with mysterious marble statues. Apart from the narrator, only one other human — the Other — lives in the House. Both meet twice a week to discuss a project known as the search for the Great and Secret Knowledge. Without giving too much away, Clarke’s is a carefully orchestrated world full of enchantment, evocation and mystery.\n\nWhat sustains the enterprise are its philosophical undercurrents. The narrator lives in a state of unity with the world around him. He communes with the Dead and the birds that frequent the halls. To him, every day is filled with the promise of wonder and discovery. The Other, by contrast, sees the House as a desolate place, . These observational binaries mediate the book’s themes — mysticism versus scepticism, the subconscious versus the ego, the world of intrinsic meaning versus the realm of material gain.\n\nI read the book, also, as a tribute to childhood and all that is lost as a byproduct of “progress”. What would we look like without the burden of social conditioning, without the weight of the ego? The thinkers and references sprinkled throughout the text form important clues here (Rudolf Steiner, Owen Barfield, Plato’s Republic, Ovid’s Metamorphoses, and many others).\n\nAnd now I come to my only critique of the book. Had this followed the conventions of literary fiction, the ending would have been less tidy and more ventilated. As it is, the narrative switches gears in a manner that unravels some of its earlier theses. Nevertheless, the House – with its endless halls, its tides, its internal weather system – will forever haunt my mind. It is, for me, a reminder of something mythic, peripheral and forgotten. As Anne Boyer writes in :\n\n\n\nMood: Enchanting\nRating: 9.5/10\n\nAlso .\n\n\n\n• Plato: (Book VII)\n• Ovid: (Book VIII)\n• Goethe:\n• Borges:\n• Borges:\n• Ursula Le Guin:\n• C. S. Lewis:\n\n\n\n• by Hildegard of Bingen\n• by Hildegarde of Bingen\n• by David Sylvian"}, {"label": "positive", "text": "ya know what? i don’t need all my questions answered\n(worth it//all comes together in the last 50 or so pages)"}, {"label": "positive", "text": "\"La bellezza della Casa è incommensurabile; la sua gentilezza, infinita\"\n\nLa Casa, luogo di gioia e perfezione, un rifugio sicuro, con infiniti saloni, un labirinto, migliaia di statue, il mare, il vento, la solitudine, il trauma, la perdita, la ricerca della verità.\nMa è tutto qui? Un elaborato quadro fantastico sulla rappresentazione della solitudine umana? Un intricato labirinto senza senso?\nMondi alternativi?\nSolo cogliendo i piccoli indizi il lettore, ma di certo non il povero Piranesi, può riuscire a districare il mistero nascosto nelle sue infinite sale e oltre... Giunti alle rivelazioni finali si rimane sconcertati, confusi, forse delusi. Però se si colgono quei piccoli tasselli sparsi qua e là con parsimonia, ma fondamentali, tutto diventa chiaro, forse.\n\nTante chiavi di lettura quante sono i lettori che vi si addentrano. Io ho trovato la mia.\nA voi trovare la vostra.\n\n\n\n\n--ATTENZIONE SPOILER--\n\nProvo a fornire la mia personale versione dei fatti per dare un senso compiuto all'opera. Nulla di definitivo, ma è questo il bello del romanzo, ad ognuno la sua versione.\n\n\n\nIn fondo è solo dolore:\nLa Clarke utilizza questa particolare forma di narrazione per proiettarci nella mente disturbata di una vittima di rapimento e abuso spacciandola per racconto dalle tinte fantasy.\nMettete da parte tutte le descrizioni della Casa, sono solamente un complesso costrutto mentale del povero Matthew Rose Sorensen, Piranesi, un rifugio sicuro creato da lui stesso per sopportare e allontanarsi dal tremendo trauma fisico e mentale subito.\n\nI fatti:\nMolti anni prima, lo studente Valentine Ketterley aveva denunciato e fatto arrestare, con l'accusa di rapimento di alcuni studenti scomparsi, il suo ex docente, il mago-scienziato Arne-Sayles, promotore della strana Teoria degli Altri Mondi e figura altamente eccentrica nell'ambiente accademico. Ketterley stesso in seguito avrebbe seguito le orme del suo mentore e compiuto gli stessi crimini, il motivo è sconosciuto, forse per follia.\nAnni dopo, il giovane Matthew Sorensen, ricercatore e scrittore, si reca a casa del famoso psicologo Valentine Ketterley per raccogliere informazioni per il suo libro sulla storia dell'eccentrico dottor Arne-Sayles, ma viene ingannato, drogato e imprigionato in un luogo nascosto, forse nelle vicinanze di un certo Battersea Park per anni.\n\nLe prove:\n\n\nMentre Matthew è rinchiuso in chissà quale luogo, questo losco figuro, Ketterley, l'Altro, sempre con indosso bei vestiti, gli fa visita ogni tanto per studiare le condizioni psicologiche del suo paziente da lui rinominato Piranesi. Ketterley è consapevole dello stato mentale a pezzi di Matthew, senza memoria e ormai del tutto incapace di separare il suo costrutto mentale (la Casa) dal mondo reale. L'Altro, da buon aguzzino, non gli concede nulla, ne vestiti ne informazioni e giocando con la sua memoria perduta si spaccia per suo unico amico, tenendolo li a marcire. Seviziandolo.\nPiranesi non distingue più la realtà al di fuori della Casa, unica vera possibile realtà di fuga.\nOgni tanto nota dei particolari esterni come una foglia o un uccello, ma non è in grado di tornare alla ragione, non la vuole, ne ha paura. Quale può essere, se non la propria mente, l'unica ancora di salvezza e difesa alle atrocità subite?\n\n\n\nMolte parole nel racconto sono evidenziate con la Maiuscola perché è Piranesi stesso a raccontare e nella sua mente non esiste altro che Se stesso, dove ogni cosa è un Simbolo, un Ideale, Memorie perdute.\nQuando il racconto si sposta nel mondo reale le parole non sono più evidenziate ad indicare la differenza di ciò che è mentale da ciò che non lo è.\nMatthew/Piranesi è una persona molto intelligente. Le date, i nomi delle sale e delle statue e la loro collocazione ed anche i numeri delle infinite sale sono la dimostrazione della sua grande intelligenza che inconsciamente funziona ancora. Purtroppo quello che Piranesi ha dimenticato è la sua vita reale. Il trauma è troppo forte, è ormai isolato in se stesso. Ma sta benissimo, è in pace, egli ama stare nella confortevole e infinita Casa. Anche le statue non sono altro che rappresentazioni iconiche dei suoi traballanti ricordi.\n\nNon è assolutamente un fantasy e la casa non è un luogo fisico e reale, si tratta di un thriller ben mascherato da fantasy in cui si parla, per sviare, di mondi alternativi.\n\nLe ossa dei morti che Piranesi trova nella Casa sono del tutto reali, appartenenti alle precedenti vittime dell'Altro, un folle che forse crede davvero di mandare le sue vittime in un labirinto, che ora gli fanno compagnia nel luogo della sua prigionia, forse una grotta a ridosso del mare? in attesa di aggiungere le sue.\nL'acqua e il mare possono indicare i confini invalicabili della sua mente che ogni tanto cedono alla ragione, non voluta. Le maree forse indicano quei momenti di lucida consapevolezza che distruggerebbero la sua quiete nella Casa e Piranesi le evita con tutto il suo essere, le teme e ne fugge.\n\nLa poliziotta è l'unica persona che riesce finalmente a trovarlo, dopo mesi di ricerche nel mondo reale e grazie alla sua particolare inclinazione carismatica e prova e riesce ad entrare in contatto PARLANDO (che Piranesi però immagina siano messaggi) con Matthew. Solo dopo aver sopraffatto, catturato o eliminato il folle maniaco, l'Altro, Piranesi può tornare infine ad essere Matthew.\nAttenzione, lei, Raphael, la poliziotta, non vede le sale della Casa, mai. È Piranesi che VEDE il reale a modo suo e le descrive sotto forma della Casa.\nInoltre, indizio fondamentale, Raphael entra ed esce dalla Casa, così come l'Altro, ad indicare che non è un Mondo alternativo raggiungibile con strani rituali, lei non li conosce di certo, è invece solo la \"prigione\" creata per auto-protezione dalla mente di Matthew.\n\nPiranesi non può essere descritto ne caratterizzato meglio, egli stesso parla attraverso la visione della sua mente, cosi come i due personaggi, l'Altro e la ragazza poliziotto, risultano impossibili da caratterizzare maggiormente perchè noi vediamo il mondo attraverso la mente di Piranesi ed egli li conosce appena e non è in grado di approfondire, fatta eccezione per i mille dettagli della sua meravigliosa e infinita Casa/Mente.\n\nPiranesi non è e non sarà mai più in grado di lasciare la Casa totalmente, la sua mente resterà comunque ancorata li anche se il suo corpo è ormai libero nel mondo reale. L'immaginazione come salvezza e allo stesso tempo prigione di se stessi. Il finale però ci fa sperare in una sua lenta e controllata ripresa.\n\nMagari ho lasciato vagare la mia immaginazione senza freni, ma così' sembra dare un senso al finale che a prima vista appare deludente e affrettato ma che in realtà racconta una storia tremenda e non un racconto fantastico.\nLimitarsi ad una spiegazione di mondi alternativi conditi da un mistero risulta insufficiente.\nRingrazio la Clarke per avermi permesso di farlo, non molti riescono nell'impresa.\nCosa volere di più da un romanzo \"fantasy\"?"}, {"label": "positive", "text": "The Beauty of the House is immesurable; its Kindness infinite.\n\n\nRating: ⭐⭐⭐⭐⭐\n\n❗This review is spoiler-free❗\n\n\nI can't believe how long I've been putting off this strange, unique little gem...although I am known to make some questionable choices every so often. 🤷🏻‍♀️🤷🏻‍♀️ I'm glad I finally read it, though. This was the most fascinating, mind-melting paranormal mystery I've ever read so far. O. M. G. 🤯🤯🤯🤯 I had no idea what was going on from much of the book but that only made me want to read it even more!! Seriously, I couldn't put it down!! I also loved that I understood everything after some clues started popping in and it made me feel so smaaart 😇😇 I very rarely read books without any romance in them, but I have been fortunate enough to pick those which don't need it at all.\n\n\nAs far as protagonists go, Piranesi (although that's not his name 😜😜) is very well written and likeable!! He is sweet, kind, caring, and he loves birds 🥹🥹 but more often than not he is a little too nice. It was really interesting reading the story solely through his journals. This is another thing I don't usually go for, narration through journals. Most of the time I find it dull and hard to follow. Fortunately, this was not the case with this book. There was something compelling about reading Piranesi's journals, with his methodical, intelligent way of writing and cataloguing his thoughts and infinite knowledge, even though there are some fundamental gaps in his memory evident right from the start. Even though most 1st person narrations are often unreliable, and in this case, I had every reason to doubt him because he doesn't even remember his own name or how old he is and doesn't seem to be too aware of that, I still couldn't help but trust him.\n\nAs for the rest of the characters, those few that are present, they are all fascinating in their own way. The most notable ones, the Other, the Prophet, 16, and the Dead, (awesome nicknames btw) all impact the story (and Piranesi's life) in such a remarkable, confounding manner that left me reeling. I wouldn't mind reading books with much more detailed backstories, even the bad guys."}, {"label": "positive", "text": "5ish stars.\n\nEveryone knows picking favorite books is as unthinkable as picking favorite children. I've got one kid and a second on the way so I guess soon I'll finally figure out what that really means. Regardless, I can say unequivocally that Clarke's novel Jonathan Strange & Mr Norrell is one of my favorites. All-time top 5. It's perfect.\n\nTo say I was Clarke's follow-up is like saying I think it would be \"cool\" to win the Powerball jackpot. 15 years later, here is this little gem. 1/3 the page count, with very little resemblance to her debut. I never could have anticipated that this is what I'd be getting. And it was absolutely worth the wait.\n\nEvery page included revelations that subverted my every expectation. I realize that I haven't said much about the book itself and trust me when I say you should keep it that way before you read. Also know that, even though it's slim, it's challenging. Be prepared to wander blindly for a while and don't expect every dark corner to be illuminated even when you reach the end. Just know that I wish my time reading this book was as infinite as the labyrinth at its heart."}, {"label": "positive", "text": "This is a highly accomplished novel with a sense of claustrophobia that pervades throughout. The story is excellent, but I just wish it were more original. Susanna Clarke wears her influences on her sleeve, especially Jorge Luis Borges. The ideas and style mirrored Borges faithfully--too faithfully, in my opinion. Still, there is a lot to love here, especially for Borges enthusiasts."}, {"label": "positive", "text": "actual rating: 4.5 stars"}, {"label": "positive", "text": "Winner of the Women's Prize 2021\n\n4.5 stars\nfor the necessary but slightly bathetic presence of the police at the end\n\nYou know what text this book recalled constantly to my mind? Ovid's Metamorphoses: the transformative theme, the shifting stories, the series of ecphrases (the textual descriptions of works of art, here mostly statues), the prevalence of intertextuality (from and to the classical myths of the labyrinth at Knossos (where Piranesi is minotaur, Theseus Ariadne), all the way through to a dizzying mash-up of Plato's myth of the cave with modern tales of abduction and imprisonment.\n\nThat Clarke manages to synthesize such a wide-ranging and eclectic set of references to create something that is ludicrously gripping while also being beautiful and intriguing is a testament to her control over her material as well as an inventive creativity.\n\nThis is a story where it's best not to know too much before going in (though I was slightly disappointed that I could foresee the direction of the storyline at about 20%) but I'd say that it's multilayered enough to offer up all kinds of pleasures beyond the surface plot. Indeed, in a year when we've all been forced back into various levels of solitude and interiority, this feels like an entirely apposite tale for 2020.\n\nWith issues of identity, perception, reality and the surreal, good and evil, solitude and salvation, the comforts of art, and a narrative awash with stunning images (the coral-clad girl whose fingers are flowers and leaves, the faun talking to a girl in the woods, the star-lit halls, the sea in the labyrinth), this manages to be both a compulsive piece of story-telling something more thoughtful, even philosophical.\n\nI listened to the audiobook beautifully read by Chiwetel Ejiofor with sensitivity and without over-performing. Gorgeous, compelling and moving."}, {"label": "negative", "text": "Oh dear I did not have a good time reading this book!\n\nI am not even going to try and explain what happens in the book - it's all rather ridiculous and characters' motivations aren't properly explained, add to that a pretty clueless MC (I am aware they have memory issues but COME ON - it was very evident in the beginning which character shouldn't be trusted) who describes pretty much every single hall and vestibule and statue in a very dry and clinical fashion, Piranesi is not a book that I would recommend to anyone wanting an exciting, enjoyable or satisfying read.\n\nI was seriously considering DNF'ing the book to begin with as the first 60 pages are a real struggle to get through but then things started to get interesting (for a little while at least). We learn there is a bit more to the story and there is definitely some intrigue which kept me reading on...only to end with a very disappointing conclusion which just left me thinking 'what was the point?'\n\nI'm giving it a fair 2 stars as the middle section of the book picked up and I was invested for a short time but everything else was meh. Considering this is such a short read too I am very surprised how the author made this so tedious at times and really WHAT WAS THE POINT?\n\nPiranesi is a very forgettable book in my opinion and certainly won't stay with me. Such a shame as I pre-ordered this book too and was hoping to love it."}, {"label": "positive", "text": "ця книга заворожує. ця книга змушує замислитися над світом внутрішнім та зовнішнім. ця книга — це дуже захоплива пригода і в той же час показ екзистенційного жаху людини. це прекрасна, історія, яка залишає по собі багато емоцій.\n\n\n***\nдуже влучні примітки в кінці книги, які багато чого пояснюють та дають важливий контекст. за це окрема дяка редакторам."}, {"label": "positive", "text": "Re-read on 2022. Still in love with this book. Even though the element of surprise is gone now, it didn't lose a single bit of its beauty.\n---------------------\nWon't say much about this book, I simply don't want to spoil. The blurb says it all and enough. Just make sure to read it in one sitting. Or two sittings. And don't let anyone distract you. If you read it at night by the candle light and sounds of the waves coming on and off it might make it perfect. But without all that it still might be a great experience as it was for me. Piranesi, I'll miss you."}, {"label": "positive", "text": "Why you may not like this book: Considering how short this one is compared to Clarke's previous novel, it's nearly funny to say that this is dense. Sure, we don't have the layers of footnotes and sprawling timeline, and roots in history, but in Piranesi, there is a wealth of description and world building of the sort that provides a sprawling labyrinth as both a setting and a feeling. There were times where I also felt a little lost in the halls of and pages of this book. For that reason, this is a book that requires a deeper attention, a close reading, and a bit of being okay stumbling around in the dark for the beginning portions.\n\nThere is a mystery here, something you pick up immediately not because the book announces that we are trying to solve something, but because something is not right. Our main character is missing pieces of his own existence and we are plopped into a world that is a house that is a world, and it needs some explaining. The mystery element is interesting. It feels... delicate? It isn't a layered thing. Again, it feels like we are stumbling in the dark for a long time and then finally, Clarke flips a switch and turns on the lights. If you require your central plots and mysteries more complex, this might feel unsatisfying. I'll also add that that light came on for me before it came on for our main character, so there was a middle portion of this progression where you kind of have to suffer through Piranesi still being in the dark.\n\n: It's so clever. I love books that are descriptive and dense, especially when those descriptions feel meaningful. It isn't just description for the sake of, but in Piranesi, Clarke builds us a world, statue by statue and hall by hall, in order to pack it all with commentary about our world.\n\nI also love books that leave me thinking and that invite me explore themes and meaning. This absolutely does that, and then greets you with a theme of how overwhelming it can be to try and extrapolate meaning from art and the world and our existence. We watch Piranesi the character set about methodically chronically his halls, describing every statue, trying to quantify his world, and yet arrive at the conclusion that the search for knowledge doesn't give value to the world, but that the world is valuable because it is the world.\n\nThere is also so much to take in here as it pertains to perspective and containment, two things that take on different shades of meaning deep, deep into quarantine and isolation. Piranesi is a fascinating character for all the ways he has adapted with boundless cheer and curiosity to his prison. I felt like I both felt sorry for him, wandering endlessly in the same box (same, dude) and envied him the ability to do so cheerfully. It is the dark and light sides of adaptation, the things we as people can get used to and comfortable in. There is a bit of magic at work here for Piranesi, but it resonates, this idea that we could lose so much of anything before that we could fake our way into being happy with the very worst.\n\nI found so many elements of this haunting because of the way it pairs dark and light. I found it a little sad that a vast world with so few people in it is still a world, and so it still has death and violence. And then I found it hopeful that that world is still beautiful and mysterious and full of art and nature. This is a world of perfection and decay, and Clarke describes it all wonderfully and places at the heart of it a fractured man, trying to reconcile past, present, what he did to survive and how that changed him."}, {"label": "positive", "text": "I now have a YouTube channel that I run with my brother, called 'The Brothers Gwynne'. Check it out - The Brothers Gwynne\n\n“Perhaps even people you like and admire immensely can make you see the World in ways you would rather not.”\n\nSo, Piranesi opposed almost everything I expected from this story, but I it is really great! Part of me was tentative throughout, and slightly puzzled what it was aiming for, but that does not necessarily need to be a negative. This is a book that I think you can get more enjoyment from when going in blind, because I was so, so engaged and interested in watching this story evolve.\n\nBecause of that element of having absolutely no idea how the story is going to evolve, I will not go into too much detail regarding plot or anything that reveals what this story turns into.\n\nPiranesi is set in the real world, but with a supernatural element. Not in terms of out-and-out magic or monsters, but there is a room which is part of the world, but separate at the same time, and it operates by a different set of rules.\n\n\n\nThe story is formed through the diary entries of our central character, Piranesi, whose motivations are incredibly interesting. He grows fantastically throughout this story, with the epistolary form acting to uniquely portray the growth Piranesi goes through in such an original way. The way Piranesi views this unique setting through his introverted personality and the way this evolves and alters as the plot grows was just executed masterfully.\n\nSomehow, Susanna Clarke had me hooked and tense straight away, despite the initial events just really going through the day-to-day life of Piranesi, through his diary accounts. Such an interesting story that I believe has something for everyone, despite being an incredibly weird story. It is a thoroughly enjoyable read that explores a unique setting and had so much depth that made me want to re-read it immediately, and it is also very thought provoking. As I said, something for everyone. I think so anyway. It subverts all expectations, but still creates tension, got me engaged and offered a very satisfying conclusion. Everything I could ask for!"}, {"label": "positive", "text": "What a strangely fascinating read. Piranesi is a labyrinthine tale of memories and minotaur statues. It's the story of a man and an Other, of a house filled with the sea, and a mystery that's answer will undo everything we know about the world—or at least this one. Susanna Clarke has created a compelling narrative with fantastic writing and a world all its own."}, {"label": "positive", "text": "Holy shit. I wasn’t ready for this. You’re not ready for this. Humanity is not ready for this.\n\nPlease do yourself a favor and go into this book without knowing anything. Therefore, I’m not going to summarize the book for but rather, gush all over it. Susanna Clarkes Piranesi is ethereal, philosophical and enigmatic. This is a perfect example of a book that you just have to stick with. Not going to lie, at first I had no idea what I was reading, but i’m so glad I stuck with it. It unfolds so perfectly, fitting its self like a puzzle piece. The pacing was pitch perfect and not a single passage dragged on. Clarke writes the book in a like journal entry form that is so fascinating and really makes you feel for our main character, Piranesi. The world she built had me breathless and clearly turned on my inner art historian with each passing page. From the usage of dates in a written form to the formal yet accessible writing she used, every detail and thought mattered. And boy don’t get me started by the writing, is it too early to say acclaim Susanna Clarke is one of my favorite authors of all time? Guess not, thanks to this masterpiece. Don’t care that her previous book is a thousand pages, I’m definitely going to read it and whatever she writes next!"}, {"label": "negative", "text": "This book was a colossal disappointment. I'm giving it two stars because the writing is wonderful. It's immersive and a pleasure to read. Unfortunately, other than the writing style and the setting, I didn't enjoy anything else about it.\n\nIf you want to find out why I didn't like it, I'm going to give you some information you may not want before reading it. I'll keep the first section as spoiler free as possible and go into full spoilers in the second section."}, {"label": "positive", "text": "Bizarre, fantastic, beautiful. Just a thoroughly wonderful read."}, {"label": "positive", "text": "Winner of the Women's Prize for Fiction 2021!\n\nI've never read Susanna Clarke's much-acclaimed debut Jonathan Strange & Mr Norrell, and I don't always do well with the sort of speculative novel where the reader is thrust into an undefined circumstance and spends the majority of the book waiting for the full picture to cohere. And that is... pretty much exactly what Piranesi is, so, it's a testament to this book's brilliance that I loved it despite how ill-suited it is to my personal tastes. So if, like me, you read the first page of and groaned because it read like a bunch of gibberish, I'm going to have to implore you to stick with it for a hot second and let it work its magic. (It's short!)\n\nThe thing that quickly won me over is Susanna Clarke's writing and how beautifully-rendered this imaginative setting is. I think it's best to go into knowing as little as possible, so I won't really talk about the plot, but suffice to say it's set in a giant House which is essentially a labyrinth of halls, each lined with hundreds of statues, and in the middle of the House is an ocean. I'm usually not one to relish in descriptive writing but this setting was just so striking, so delightfully offbeat, that I was drawn in pretty effortlessly. As others have said, this book is kind of like a puzzle, but not one that you should race through the book to solve; it's the sort of reading experience that's better savored. \n\nWithout saying too much, what hit me the hardest about this book is its depiction of loneliness. It's ostensibly a cerebral, ethereal, illusory book, but the longer I think about it, the more current and relevant it feels and its inclusion on the Women's Prize longlist makes perfect sense to me. I'm delighted to have read it and it's a book I know I'm going to want to return to."}, {"label": "positive", "text": "I’m on BookTube now! You can find my channel here! =)\n\n”The Beauty of the House is immeasurable; it’s Kindness infinite.”\n\nSometimes there are books you don’t want to talk about, because going into them blind is the best thing you can do. Knowing more than necessary would ruin the experience and take away from the fun so all you can do is to stick to the blurb and be as vague as possible. Well, is one of those books. I honestly tried to find out more about this story before I went into it but the entire bookish community seems to have decided not to spoil anything and looking at it in retrospective, I’m very grateful for it. So thank you to everyone who made it impossible to know more about “Piranesi” than the facts that are already written on the blurb.\n\n\n\nI think I’m going to join the majority of readers here and won’t talk all too much about the plot, what I can tell you though is that I loved every second of this story and it sort of put a magical spell on me. Whenever I couldn’t read the book because I was busy doing other things, I felt an urge to pick it up again and to continue reading. I just had to know what would happen next and I was driven by this almost compulsory thirst for knowledge. I honestly don’t know how to describe this special brand of reading experience but it definitely was something new for me. The fact the entire book is written in journal entries from Piranesi’s POV added so much character to the story and the reader is right there with the MC, trying to solve a mystery neither the reader nor Prianesi were aware of when the book began. It’s quite the journey, to be honest.\n\n\n\nI’m kind of fighting against myself here because I don’t want to spoil anything, yet at the same time I really want to talk about this amazing book. XD Sometimes being a reader can be difficult, but for the greater good and the sake of all the readers after me, I will just suck it up and not talk about “Piranesi” all too much. I know, I know, I usually write super long reviews so this is extremely hard for me, but this time around I’ll just take one for the team, no matter how much it pains me. XD\n\nWhat I will say, is that I absolutely loved Piranesi as a character and that I adored his child-like nature and the way he saw things. It was beautiful to see this new and strange world though his eyes and to experience how much attention he gave every detail. Piranesi truly cared about the House and I think it’s safe to assume that the House cared about him too. They were a unit and they were both innocent and pure at heart, which might be the reason they worked together so well and had formed some sort of symbiosis. Their interaction was fascinating and extremely lovely to read about. I know this might sound like the house is a character as well and truth be told, for me it actually was. The House is the House and it is. If that makes any sense?! Probably only to the people who read the book.\n\n\n\nI don’t want to say more, because this is one of those rare books you have to read and experience for yourself. So I’ll do us all a favour and finish this painfully inconclusive review here, giving it my best shot to end it on a high note:\n\nMysterious, compelling, refreshingly unique, whimsical, innocent, fascinating and remarkable. was one of a kind and a story that will stay with me for a long time. If you haven’t read this book yet and enjoy magical realism with a dash of mysterious fantasy, do yourself a favour and pick it up. You won’t regret it. ;-)\n\n_______________________________\n\nThis book was just… WOW!\nI get all the high ratings and why everyone who read it seems to love “Piranesi”.\nThe effect of this story! It was exactly what I was craving for when I read “The Midnight Library” but never got. But with this book… damn! I got everything I wanted.\nI think I’m totally incoherent now. This story blew my mind so all I’ll say is:\n\nFull RTC once I calmed down enough to write one and my thoughts stopped reeling! *lol*\n\n_________________________________\n\nI’ve wanted to read for ages and it’s actually a pretty short one, so I dunno why it took me so long to get to it. Fact is: I’ve to return it to the library in two weeks and I wanted to read it before it goes back. 245 pages sound doable so here I am. ;-)\n\nI can’t really explain what the book is about but apparently it’s about Piranesi who lives in a house that has an ocean in its basement and rooms that change every day. And if that wouldn’t be mysterious enough there seems to live another person in the house Piranesi never met before. Very curious about this storyline. It sounds so intriguing and unlike anything, I’ve ever read.\n\nJoin my journey and come along for the ride?! =)\n\nFind me on:"}, {"label": "neutral", "text": "Dare I admit that the genre of fantasy literature is gradually winning me over and I am now adding this genre to my preferred reading list.\n\nAs a lover of Historical fiction and Crime / Thrillers, this book was a huge diversion from my norm and it meant suspending reality and entering a surreal and fantasy world of great staircases, vestibules, halls, courtyards and statutes with two living people, Piranesi and “The Other”. I will come back to my views later, but first a summary of the story.\n\nOn Tuesdays and Fridays Piranesi sees \"The Other\", (who we learn is Ketterley) and is soon drawn into helping \"The Other\" search for the answers hidden with the labyrinth, for the mansion contains a This prompts Piranesi to keep a book of his life and activities, and the wonders of the house, only to discover that some of his earlier journal entries are missing and there are inconsistencies in the statements by Ketterley.\n\nPiransei, realises his folly, but has succumbed to the promise of a knowledge that and recalls the ritual which was used to trap him in the world of the labyrinth, surrounded by 13 dead bodies. Piranesi also learns of the existence of “16” / a detective, that Ketterley tried to keep hidden and proof that another world might exist.\n\nThe author inspired by the 18th century architect Giambattista Piranesi, uses this as the backdrop of the story and creates this fantasy world with powerful messages for the reader. We are drawn to the feeling of isolation created through the pandemic, although it is not mentioned specifically and societies need for material wealth. For to re-enter the living world\n\n\nFantasy literature is such a deviation for me. I almost didn’t get through the first 30 pages, it felt farcical, absurd, and bordering on bonkers. Then I decided to roll with it and stretch my own imagination to solve what I believed was a riddle, and in doing so pulled my imagination into places I don’t normally go. So much so, I had to keep checking my logic was still functioning !!!. For one cannot escape the\n\nFantasy is a genre I am increasingly getting into and dare I say it. I am being won over. However some books like Piranesi I do have to work at although I do appreciate the literary genius of Susanna Clarke and for that reason have scored this book a ‘3’"}, {"label": "positive", "text": "A mind altering delight, fantasy tinged with mystery and beauty\n\nPiranesi is a man who lives in a world made up of infinite rooms lined with statues of all kinds and varieties. It is a gorgeous place with clouds in the ceilings and oceans in the basements. He has made a life for himself in this quiet world, but he is lonely. The only other person who also lives in the world is caught up in schemes and nonsense and has no time for Piranesi. Suddenly there is a third person who comes to the world and Piranesi doesn't know whether to fear them or welcome them. Piranesi's basic humanity and decency helps him decide."}, {"label": "positive", "text": "This book was an experience - but I can’t really tell you about it, without taking that experience away from you. So go out and buy this book now, and don’t look to the end, just enjoy the journey getting there😁"}, {"label": "positive", "text": "Videorecensione: https://youtu.be/2WaKNmwlsrc"}, {"label": "positive", "text": "This was a pleasant surprise! At first it was a little bit hard to get into it, but the story continued in a very fascinating way. The writing style was very accessible, but not overly simplified. Usually, I am not the biggest fan of main characters like Piranesi, but in this book it truly worked, and Piranesi was a very fascinating character to follow. Highly recommend!"}, {"label": "positive", "text": "This was... I don’t even know yet. A delight. The quiet sort. A combination of Gormenghast with the best of Valente’s labyrinthine poetic escapes with the most intriguing of Strange and Norrell’s footnotes. It was the deep love of words and knowledge of Possession roiling under a surface of apparent calm. It’s deep turn inwards was the perfect fantasia for quarantine, the sort that makes magic out of a prison, that makes a religion out of limitations and symbols, and meaning out of what is left to us to access of the world. It is hushed, mature acceptance that stays steadfast against outrage, it is about having a steady, firm center of yourself that can’t be penetrated or undermined by anyone, at last. It’s about the many people we become over the course of our lives, and the very different truths we care about when we become them and leave our last skin behind, slipping out of it like selkies who put their skins in the trunk for good, just needing to look now and again to Remember (as our main character himself would spell it). It’s like... it’s like if American Gods grew up and became a much wiser grandmother that didn’t care about the day-to-day headlines, one who has earned the right to be beyond it all. It’s... well it’s a spell that I recommend that you don’t fight. I read it in one sitting as darkness fell on one of the liminal days of the year- in the between space between finishing and becoming again, when everything was quiet, even, for once, my mind. And it was perfect."}, {"label": "positive", "text": "I'm not sure I've read a book quite like this before, but I really enjoyed it! I think it's one that can either be read either very closely or you can just roll with the mythic or fable like quality of it; either way, it could yield a rich reading experience. There was also some sly humor in here that I appreciated. Overall, I'd say this is one you kind of just have to experience for yourself... if you're interested in it, give it a try!"}, {"label": "positive", "text": "“The beauty of the House is immeasurable; its Kindness infinite”\n\nI am not even sure where to start with this book review. I only picked up this book since I had so many reviewers that I trust praise this book! Moreover, I actually thought that this was a Greek retelling since the cover gave me “Greek mythos” vibes.\n\nHowever, this book was nothing like what I expected. I didn’t know anything about this book going into it, which definitely enhanced my reading experience. If possible, then I would highly recommend going blindly into this story.\n\nI was absolutely mesmerised by this story. Firstly, I was quite confused about which direction Clarke was taking the story. However, I decided to stick with this book, and I am glad I did. Clarke’s prose is so BEAUTIFUL! Clarke’s ability to create intrigue, mystery and atmosphere is some of the best I have ever read. Moreover, Clarke does a phenomenal job at making you feel for the story’s main protagonist.\n\nOne of the best aspects of this book is the themes. Due to spoiler reasons, I will not mention any of the themes, but Piranesi will make you think!\n\nis definitely one of the most distinctive books I have ever read. The uniqueness of this story will not be to everyone’s taste, but I would recommend everyone give this book a try. It’s been two weeks since I finished , and I still think about this book on a regular basis! I will need to look into some of Clarke’s other work now!"}, {"label": "neutral", "text": "3.5 I started this several months back, put it aside thinking I was not the right reader for this book. I did not read Clarke's first, but knew it proved very popular and Piranesi we much shorter, manageable.\nAfter reading several glowing reviews from readers I trust, I picked it back up and started over. Had no clue where this story was going, what it was supposed to represent but I liked the character of Piranesi and was intrigued by the place he inhabited. Plus, as I said it was relatively short.\n\nStrange, quirky book, couldn't begin to guess what genre this would fit into, there seem to be several possibilities beneath its cover. While I didn't love it, it will also be one I'm sure to remember. It's just that different, unique at least to me since it's not something I usually read. I'm glad I read it though, as it is a book one experiences as well as reading.\n\n\"Perhaps that is what it is like being with other people. Perhaps even people you like and admire immensely can make you see the world in ways you would rather not.\""}, {"label": "positive", "text": "This will certainly not be a book to everyone's taste but I loved it. It took me a few chapters to settle into the style but then it was an astonishingly fast read.\n\nThe genre is fantasy but it is also a mystery. Who is Piranesi? Where is he? How did he come to be there? Why is he the way he is? There are multiple clues along the way and it is fun to try and work things out before the denouement.\n\nPiranesi is a wonderful character. He appears placid, self contained and a little naive yet at the same time he is obviously very intelligent and well educated. In the setting in which we find him he is an enigma, a puzzle to be solved.\n\nThe writing is excellent and the story is clever. The ending was a tiny bit anti climactic but it was fitting. A very enjoyable book altogether!"}, {"label": "negative", "text": "Weird and unforgivably boring. Its like reading my ATM receipt in Esperanto"}, {"label": "positive", "text": "Piranesi es la historia de un ser tan inocente como misterioso que habita en un mundo conformado por Salas, estatuas colosales  y... Naturaleza. Ahí, su único compañero es El Otro. Pero, ¿por qué su mundo es como es? Y, sobre todo, ¿cómo se obtiene el Gran Conocimiento Secreto?\n\nTerminé esta lectura hace varios días ya, pero tenía las ideas revueltas y por mucho que intentara ponerlas en orden, no podía. Hasta ahora... Más o menos.\n\n\n\n\nNo sé ustedes, pero yo cada vez que oía hablar de Susanna Clarke me imaginaba el tipo de fantasía que solo leen aquellos que tienen voluntad inquebrantable para acabar libros y yo, por lo general, huyo de los libros que tienen ese aura. Sin embargo, de Clarke no podía huir porque su libro me aparecía hasta en la sopa y aunque aún no reúno el valor para leerlo, sí que me picó la curiosidad de conocer la pluma de la autora y decidí que era el libro indicado para iniciarme con ella.\n\nEl libro está narrado en forma del diario personal de Piranesi, es decir que vemos todo a través de sus ojos (y sus palabras), lo que nos permite sentirnos como un habitante más de la casa, pero al mismo tiempo nos prohíbe saber más. Sabemos lo que él sabe, que no es mucho, ya que Piranesi es un jóven que se siente cómodo donde está y con quien está, cuando explora la casa no es para descubrir sus misterios, sino para descubrir sus salas y cómo sobrevivir en ellas. Así es como sabemos que los niveles inferiores son el reino de las mareas, los superiores el de las nubes y los de en medio pertenecen a él y a El Otro. También descubrimos que, de vez en cuando, las mareas se desmadran e inundan todo a su paso, pero para Piranesi no es un problema: conoce sus salas tan bien, que sabe cuándo ocurrirán las inundaciones y cómo salir de su camino. Y esto no lo menciono porque sí, sino porque tiene relevancia en la trama y, además, me sirve para pasar a mi interpretación.\n\nSi bien la autora dijo que esta historia no tiene nada que ver con su estado de confinamiento, que la idea surgió mucho antes y que la inspiración viene de Borges, yo no pude evitar encontrar muchas referencias a la soledad. ¿Las inundaciones, las incontables menciones al mar y su furia? Bien podrían ser una referencia a esas brechas mentales que ocurren cuando sentirnos solos nos supera. Nos preparamos para ello, casi siempre sabemos cuándo va ocurrir y luego, cuando la calma vuelve, le damos gracias a la \"casa\" (tú mismo, Dios, la Tierra, el universo; no importa) por estar vivos.  Por otro lado, en varios fragmentos se muestra a Piranesi consolándose a sí mismo y dándose ánimos solo, buscando afecto en animales u objetos inanimados que claramente no pueden dárselo y, al mismo tiempo, amando la tranquilidad y la libertad que lo rodean a tal punto que se siente afortunado de poder disfrutar todas esas cosas sin interrupciones.\n\nClaro que, si empezamos a buscar significados, podemos hacer que hasta una roca sea la cosa más abstracta. Así como yo he encontrado referencias a la soledad hay una persona que me dijo que encontró referencias a la ansiedad, leí reseñas que pensaban en relaciones tóxicas y otras que encontraron una historia de fantasia pura. Así que no me hagan mucho caso.\n\nNo voy a mentir, cuando empiezas el libro sí resulta confuso, pero poco a poco te vas dando cuenta de que la trama sigue un hilo muy sencillo. No es más que Piranesi descubriendo cosas, sobre la casa, sobre El Otro, sobre él mismo. Pan comido. No le tengan miedo. No sean yo.\n\nSobre los personajes, El Otro me cayó mal nada más conocerlo. Eso es mucho decir considerando que lo conocí a través de la percepción de Piranesi, que ve todo color de rosa. Su actitud, su... No sé, como que tenía un aura repelente y por mucho que le hiciera obsequios a Piranesi y se preocupara por su salud, no me caía bien. La descripción simple de él es la siguiente: un hombre mayor, obsesionado con obtener el Gran Conocimiento Secreto y que de vez en cuando se porta bien con Piranesi. No voy a decir que es un personaje que está de más, porque no, aquí ninguno está de más. Lo que pasa que no he logrado simpatizar con él en ningún momento y eso repercutió un poco en mi apreciación de la historia.\n\nPiranesi es un sol... Y creo que cualquier otra descripción estaría equivocada. No es que no tenga su lado oscuro, porque lo tiene, pero es tan bueno que hasta se asegura de que los cadáveres que hay en la casa estén bien cuidaditos y atendidos. Es distraído, infantil e impulsivo, pero también astuto. Verlo enfrentarse a los problemas que surgen te hace quererlo más. Fue por él que me quedó un vacío tan grande luego de acabar el libro, porque no tenía idea cómo sentirme sabiendo que no volvería a leerlo, que no habría una segunda parte, que nunca volvería a leer sobre sus impresiones. Espero que se note lo mucho que quiero a este personaje, que no es que sea mi , no va por ahí, sino que... me hacía sentir tan orgullosa de él cuando lo leía, me hacía creer que el mundo sí que tiene un montón de cosas buenas y que todo puede estar bien. Se merece todo lo bueno del mundo. Punto.\n\nLa forma en lo que todo acaba es perfecta, cada cosa cae en su sitio e incluso lo que no se dice contribuye a que el final sea ideal.\n\nEn lo negativo, me duele decirlo, pero aunque este es un libro corto, siento que le sobraron páginas y que hay ciertas... cosas... que no aportaron nada a la trama y solo aparecieron de la nada para darle un aire romántico a una historia que ni siquiera necesitaba de eso para ser hermosa."}]